{
"books":[
    {
      "title": "AI Game Programming Wisdom 2",
      "isbn": "1584502894",
      "pageCount": 732,
      "publishedDate": "31 Diciembre 2003",
      "portadaURL": "Images/Books/AI Game Programming Wisdom 2",
      "shortDescription": "El presente libro está repleto de nuevos trucos, técnicas, algoritmos, arquitecturas y filosofías, todos escritos por expertos de la industria. Al igual que  el primer volumen, está diseñado para proporcionar consejos prácticos para la creación de IA de juegos de última generación para juegos comerciales. Programación de juegos con IA Wisdom 2 proporciona avances, descubrimientos y triunfos que influirán en la IA del juego y la impulsarán durante la próxima década. La amplitud de la experiencia y la diversidad de antecedentes de los autores hacen de este un recurso transversal y verdaderamente global para la IA de juegos.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Steve Rabin"],
      "categories": ["AI", "Game Development"]
    },
    {
      "title": "Algebra",
      "isbn": "9706252711",
      "pageCount": 1044,
      "publishedDate": "Enero 2001",
      "portadaURL": "Images/Books/Algebra",
      "shortDescription": " El presente libro introduce al lector en diversos modelos concretos de enseñanza, en una secuela que permite ir logrando mecanismos de abreviación, generalización y abstracción. Así, los sistemas matemáticos de los cuales el lector era un usuario competente se van integrando con los nuevos sistemas matemáticos presentados y con los que se van realizando las actuaciones que el texto demanda. ",
      "editorial": "Publicado",
      "idiom": "Español",
      "authors": ["Teresa Rojano Ceballos","Eugenio Filloy"],
      "categories": ["Algebra"]
    },
    {
      "title": "Applied Cryptography, 2nd Edition",
      "isbn": "9780471117094",
      "pageCount": 758,
      "publishedDate": "18 Octubre 1996",
      "portadaURL": "Images/Books/Applied Cripto",
      "shortDescription": "En este se libro se detalla como los programadores y los profesionales de las comunicaciones electrónicas pueden utilizar la criptografía, la técnica de cifrar y descrifrar mensajes, para mantener la privacidad de los datos informáticos. Describe docenas de algoritmos y brinda consejos prácticos sobre como implementarlos en software criptográficos, mostrando de buena manera como se pueden emplear para resolver problemas de seguridad.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Bruce Schneier"],
      "categories": ["Criptography"]
    },
    {
      "title": "Aprender a aprender",
      "isbn": "9788449428265",
      "pageCount": 758,
      "publishedDate": "21 Enero 2005",
      "portadaURL": "Images/Books/Aprender",
      "shortDescription": "Este material analiza las estrategias y habilidades necesarias para aprovechar al máximo las posibilidades que ofrece la enseñanza, permitiéndo obtener un mayor rendimiento de las potencialidades personales.",
      "editorial": "Publicado",
      "idiom": "Español",
      "authors": ["Fuensanta Hernández Pina"],
      "categories": ["Aprendizaje"]
    },
    {
      "title": "Artificial Intelligence and Games",
      "isbn": "9783963594",
      "pageCount": 260,
      "publishedDate": "26 febrero 2018",
      "portadaURL": "Images/Books/Artificial Intelligence and Games",
      "shortDescription": "Este es el primer libro de texto dedicado a explicar cómo se pueden usar las técnicas de inteligencia artificial (IA) en y para los juegos. Después de los capítulos introductorios que explican los antecedentes y las técnicas clave de la IA y los juegos, los autores explican cómo usar la IA para jugar, generar contenido para juegos y modelar jugadores. El libro será adecuado para cursos de pregrado y posgrado en juegos, inteligencia artificial, diseño, interacción humano-computadora e inteligencia computacional, y también para el autoaprendizaje de desarrolladores y profesionales de juegos industriales. Los autores han desarrollado un sitio web (http://www.gameaibook.org) que complementa el material cubierto en el libro con ejercicios actualizados, diapositivas de conferencias y lectura.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Georgios N. Yannakakis","Julian Togelius"],
      "categories": ["AI","Game Development"]
    },
    {
      "title": "Bioestadística Amigable, 2da Edición",
      "isbn": "8479787910",
      "pageCount": 936,
      "publishedDate": "1 Enero 2006",
      "portadaURL": "Images/Books/Bioestadistica Amigable",
      "shortDescription": "El presente libro inicia al lector en la Bioestadística con dos programas sencillos, SPSS para Windows y Microsoft Excel. Cada procedimiento se explica con un doble enfoque, el de un libro de texto clásico que describe los fundamentos y los cálculos que habría que hacer ¨a mano¨ y el del manual de un paquete informático. Esto permite que se obtenga el mayor rendimiento tanto para entender lo que hace el ordenador como desde el punto de vista práctico, para poder realizar un aproximación ágil y flexible al análisis de datos en la investigación sanitaria.",
      "editorial": "Publicado",
      "idiom": "Español",
      "authors": ["Miguel Angel Martínez González"],
      "categories": ["Bioestadística"]
    },
    {
      "title": "Bioinformática: Simulación, vida artificial e inteligencia artificial",
      "isbn": "9788479786458",
      "pageCount": 616,
      "publishedDate": "1 Enero 2004",
      "portadaURL": "Images/Books/Bioinformatica",
      "shortDescription": "Este libro está dedicado a la Bioninformática, entendida como una disciplina en la que de acuerdo con algunas instituciones, se incluye la modelización y simulación de sistemas biológicos, así como el desarrollo y aplicación de algoritmos orientados al análisis  datos en distintas áreas del conocimiento, aplicándose métodos básicos en Biomatemática y técnicas de Vida Artificial e Inteligencia Artificial. También se incluyen técnicas de simulación, el estudio de algoritmos bioinspirados en sistemas y fenómenos observados en la naturaleza.",
      "editorial": "Publicado",
      "idiom": "Español",
      "authors": ["Rafael Lahoz Beltrá"],
      "categories": ["AI","Bioinformática"]
    },
    {
      "title": "Cambridge Advanced Learner's Dictionary",
      "isbn": "97805273223",
      "pageCount": 1820,
      "publishedDate": "28 Julio 2008",
      "portadaURL": "Images/Books/Cambridge Advanced Learner's Dictionary",
      "shortDescription": "En este material se incluyen cientos de palabras nuevas y cuadros para ayudarle a utilizar las palabras de la forma más natural. La sección ¨Ayuda adicional¨ incluye mapas, ilustraciones y fotos, y la sección ¨Hablemos¨ se centra en el inglés hablado. El CD-ROM contiene el diccionario completo, con miles de frases de ejemplo, grabaciones de cada palabra en inglés británico y estadounidense, información adicional de colocación, el tesauro SMART único y QUICKfind, un mini diccionario emergente.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Cambridge"],
      "categories": ["Diccionarios"]
    },
    {
      "title": "The CG Tutorial: The Definitive Guide to Programmable Real-Time Graphics",
      "isbn": "9780321194961",
      "pageCount": 384,
      "publishedDate": "1 Marzo 2003",
      "portadaURL": "Images/Books/CG Tutorial",
      "shortDescription": "Cg (C para gráficos) es un entorno de programación completo para la creación rápida de efectos especiales y experiencias de calidad cinematográfica en tiempo real en múltiples plataformas. Al proporcionar un nuevo nivel de abstracción, Cg permite a los desarrolladores apuntar más directamente a OpenGL®, DirectX®, Windows®, Linux, Mac OS X® y plataformas de consola, como Xbox™, sin tener que programar directamente en el ensamblaje del hardware de gráficos. idioma. Cg fue desarrollado por NVIDIA® Corporation en estrecha colaboración con Microsoft® Corporation y es compatible tanto con OpenGL API como con HLSL de Microsoft para DirectX 9.0.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Randima Fernando","Mark J. Kilgard"],
      "categories": ["Visualization","Computer Graphics"]
    },
    {
      "title": "CMMI SCAMPI Distilled: Appraisals for Process Improvement",
      "isbn": "9780321228765",
      "pageCount": 240,
      "publishedDate": "2 Marzo 2005",
      "portadaURL": "Images/Books/CMMI Scampi Distilled",
      "shortDescription": "El Método de evaluación estándar de CMMI para la mejora de procesos (SCAMPI) es una herramienta invaluable para las organizaciones que buscan impulsar mejoras cuantificables en sistemas e ingeniería de software. Las evaluaciones de SCAMPI pueden ayudar a esas organizaciones a identificar las fortalezas y debilidades de sus procesos actuales, revelar riesgos cruciales de desarrollo y adquisición, establecer prioridades para planes de mejora, derivar calificaciones de nivel de capacidad y madurez, e incluso realizar evaluaciones comparativas realistas. Finalmente, los autores de este libro explican la naturaleza y los beneficios de SCAMPI. Basándose en su amplia y directa experiencia, demuestran cómo funciona SCAMPI en el mundo real y cómo superar los obstáculos que a menudo se interponen en el camino de una evaluación exitosa.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Dennis M. Ahern","Jim Armstrong","Aaron Clouse","Jack R. Ferguson","Will Haye","Kenneth E. Nidiffer"],
      "categories": ["Software Engineering","Development"]
    },
    {
      "title": "Configuración de Sistemas Linux",
      "isbn": "9788441514652",
      "pageCount": 403,
      "publishedDate": "13 Enero 2003",
      "portadaURL": "Images/Books/Configuracion de Sistemas Linux",
      "shortDescription": "Los sistemas operativos basados en Linux resultan extremadamente potentes y flexibles, pero liberar todo ese poder y flexibilidad requiere conocer y comprender cómo funciona el sistema. Configuración de sistemas Linux va más allá de las técnicas básicas de uso y administración de los sistemas Linux, para cubrir el modo en que dichos sistemas se diseñan. Gracias al análisis detallado de tres populares distribuciones Linux, tareas de ejemplo de configuración y administración y tres casos de estudio reales, obtendrá un auténtico dominio de los sistemas operativos basados en Linux e incluso de los sistemas similares a Unix en general.",
      "editorial": "Publicado",
      "idiom": "Español",
      "authors": ["Daniel L. Morrill"],
      "categories": ["Operative Systems","Linux"]
    },
    {
      "title": "Deep Learning for Biometrics",
      "isbn": "9783319616568",
      "pageCount": 544,
      "publishedDate": "1 Agosto 2017",
      "portadaURL": "Images/Books/Deep Learning for Biometrics",
      "shortDescription": "Este libro presenta una amplia descipción general de las arquitecturas de aprendizaje profundo avanzadas para aprender la representación de características efectivas para tareas relacionadas con la percepción y la biometría. El texto ofrece una muestra de investigación de vanguardia sobre el uso de redes neuronales convolucionales(CNN) en sistemas biométricos de rostro, iris, huellas dactilares y vasculares, además de sistemas de vigilancia que utilizan biometría suave.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Bir Bhanu","Ajay Kumar"],
      "categories": ["Deep Learning","Patterns Recognition"]
    },
    {
      "title": "Deep Learning in Natural Language Processing",
      "isbn": "9789811052088",
      "pageCount": 350,
      "publishedDate": "23 Mayo 2018",
      "portadaURL": "Images/Books/Deep Learning in Natural Language Processing",
      "shortDescription": "En los últimos años, el aprendizaje profundo ha cambiado el panorama de varias áreas de la inteligencia artificial, incluidos el habla, la visión, el lenguaje natural, la robótica y los juegos. En particular, el sorprendente éxito del aprendizaje profundo en una amplia variedad de aplicaciones de procesamiento de lenguaje natural (NLP) ha servido como punto de referencia para los avances en una de las tareas más importantes de la inteligencia artificial.Este libro revisa el estado del arte de la investigación del aprendizaje profundo y sus aplicaciones exitosas a las principales tareas de PNL, incluido el reconocimiento y la comprensión del habla, los sistemas de diálogo, el análisis léxico, el análisis sintáctico, los gráficos de conocimiento, la traducción automática, la respuesta a preguntas, el análisis de sentimientos, la computación social, y generación de lenguaje natural a partir de imágenes. Esbozando y analizando varias fronteras de investigación de la PNL en la era del aprendizaje profundo, presenta capítulos completos e independientes escritos por investigadores líderes en el campo. También se proporciona un glosario de términos técnicos y acrónimos de uso común en la intersección del aprendizaje profundo y la PNL.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Li Deng","Yang Liu"],
      "categories": ["IA","Deep Learning"]
    },
    {
      "title": "Deep Learning and Convolutional Neural Networks for Medical Image Computing",
      "isbn": "9783319429984",
      "pageCount": 584,
      "publishedDate": "12 Julio 2017",
      "portadaURL": "Images/Books/Deep Learning for MIC",
      "shortDescription": "Este libro presenta una revisión detallada del estado del arte en los enfoques de aprendizaje profundo para la detección y segmentación semántica de objetos en la computación de imágenes médicas y la extracción de bases de datos de radiología a gran escala. Se pone un enfoque particular en la aplicación de redes neuronales convolucionales, con la teoría respaldada por ejemplos prácticos.Como características, destaca cómo el uso de redes neuronales profundas puede abordar nuevas preguntas y protocolos, así como mejorar los desafíos existentes en la computación de imágenes médicas. Analiza la perspicaz experiencia de investigación del Dr. Ronald M. Summers, presentando una revisión exhaustiva de las últimas investigaciones y literatura. Describe una variedad de métodos diferentes que hacen uso del aprendizaje profundo para tareas de detección de objetos o puntos de referencia en imágenes médicas 2D y 3D. También examina una variada selección de técnicas para la segmentación semántica utilizando principios de aprendizaje profundo en imágenes médicas, presentando un enfoque novedoso para la extracción profunda de imágenes y texto intercalados en una base de datos de imágenes de radiología a gran escala.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Le Lu","Yefeng Zheng","Gustavo Carneiro","Lin Yang"],
      "categories": ["IA","Deep Learning"]
    },
    {
      "title": "Designig Effective Instruction, 4th Edition",
      "isbn": "9780471216513",
      "pageCount": 464,
      "publishedDate": "30 Abril 2003",
      "portadaURL": "Images/Books/Designig Effective Instruction",
      "shortDescription": "Este libro equipa a los educadores con habilidades prácticas para un diseño instruccional exitoso. Se han agregado dos nuevos capítulos para ofrecer la información más actualizada en el campo. Uno aborda los desafíos y oportunidades de diseño únicos cuando se trabaja con diferentes tecnologías. También ilustra como aplicar y adaptar el modelo de diseño cuando se trabaja con estas tecnologías. El otro presenta una combinación de información sobre la propuesta de identificación y la gestión del proyecto.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Gary R. Morrison","Steve M. Ross","Jerrold E. Kemp"],
      "categories": ["Project Management"]
    },
    {
      "title": "Digital Image Processing: An Algorithmic Approach with MATLAB ",
      "isbn": "9781420079500",
      "pageCount": 314,
      "publishedDate": "15 Octubre 2009",
      "portadaURL": "Images/Books/Digital Image Processing",
      "shortDescription": "Al evitar las matemáticas pesadas y los extensos detalles de programación, Digital Image Processing: An Algorithmic Approach with MATLAB presenta una metodología sencilla para aprender los fundamentos del procesamiento de imágenes. El libro aplica los algoritmos usando MATLAB, sin atascar a los estudiantes con problemas sintácticos y de depuración.Cada concepto se desarrolla a partir de los principios básicos y se describe en detalle con el mismo énfasis en la teoría y la práctica.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Uvais Qidwai","C.H. Chen"],
      "categories": ["Computer Sciences","Algorithms"]
    },
    {
      "title": "E_moderating.The Key to Teaching and Learning Online, 3rd Edition",
      "isbn": "9780415881739",
      "pageCount":274 ,
      "publishedDate": "27 Junio 2011",
      "portadaURL": "Images/Books/E_moderating",
      "shortDescription": "El presente libro es una guía del usuario para trabajar con eficiencia en el mundo virtual. También cuenta con una colección única de recursos para profesionales. Completamente actualizada y ampliada, esta edición presenta nuevo material sobre las últimas investigaciones y prácticas en el campo, nuevos estudios de casos y recursos para profesionales, así como  un capítulo completamente nuevo sobre escenarios futuros de aprendizaje electrónico. El libro también va acompañado de un sitio web www.e-moderating.com que proporciona material complementario y enlaces.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Gilly Salmon"],
      "categories": ["Remote Learning","Computer Sciences"]
    },
    {
      "title": "Gestión de proyectos informáticos: métodos, herramientas y casos",
      "isbn": "9788497885683",
      "pageCount":218 ,
      "publishedDate": "30 Mayo 2007",
      "portadaURL": "Images/Books/Gestion de proyectos informaticos. Metodos herramientas y casos",
      "shortDescription": "Esta obra trata sobre la gestión de proyectos de sistemas de información, pero en realidad la mayoría de sus principios, métodos y técnicas se aplican a proyectos en cualquier terreno. De hecho, la mayoría de los proyectos en los que en la actualidad intervienen los informáticos no son estrictamente proyectos 'de informática', sino interdisciplinares, involucran a diferentes departamentos o habilidades. El texto incorpora gran número de listas de comprobación, consejos y recomendaciones extraídas de nuestra experiencia y la de muchos colegas. Pero además, en el material disponible en la web pueden encontrarse herramientas y formularios útiles para el ejercicio profesional y, sobre todo, un número de casos basados en proyectos reales. Incluye un sitio web con casos prácticos, actas, convocatorias, informes y otros materiales complementarios.",
      "editorial": "Publicado",
      "idiom": "Español",
      "authors": ["Jordi García Mínguez","Ignacio Lamarca Orozco","José Ramón Rodríguez"],
      "categories": ["Project Management"]
    },
    {
      "title": "Granular Computing: At the Junction of Rough Sets and Fuzzy Sets",
      "isbn": "9783540769729",
      "pageCount":351 ,
      "publishedDate": "20 Febrero 2008",
      "portadaURL": "Images/Books/Granular Computing",
      "shortDescription": "En los últimos años la utilización generalizada de conjuntos difusos y brutos como fuentes de granulación ha contribuido a situar ambas metodologías en un lugar privilegiado dentro de la Computación Granular, dando lugar así a un tipo de modelado mucho más cercano a la forma en que el ser humano percibe su entorno a través del conocimiento granulado.Este volumen es una compilación de los mejores trabajos presentados en el Primer Simposio Internacional sobre Conjuntos Difusos y Ásperos (ISFUROS 2006) realizado en Santa Clara, Cuba. Por lo tanto, encontrará contribuciones valiosas tanto en el campo teórico como en varios dominios de aplicación, como el control inteligente, el análisis de datos, la toma de decisiones y el aprendizaje automático, solo por nombrar algunos. Juntos, lo pondrán al día con el enorme potencial de las metodologías antes mencionadas.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Rafael Bello","Rafael Falcón","Witold Pedrycz"],
      "categories": ["Granular Computing"]
    },
    {
      "title": "Introduction to Artificial Intelligence, 2nd Edition",
      "isbn": "9783319584867",
      "pageCount":370 ,
      "publishedDate": "29 Enero 2018",
      "portadaURL": "Images/Books/Introduction to Artificial Intelligence",
      "shortDescription": "Este libro de texto accesible y atractivo presenta una introducción concisa al apasionante campo de la inteligencia artificial (IA). La amplia discusión cubre las subdisciplinas clave dentro del campo, describiendo algoritmos prácticos y aplicaciones concretas en las áreas de agentes, lógica, búsqueda, razonamiento bajo incertidumbre, aprendizaje automático, redes neuronales y aprendizaje por refuerzo. Completamente revisada y actualizada, esta muy esperada segunda edición también incluye material nuevo sobre aprendizaje profundo.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Wolfgang Ertel"],
      "categories": ["IA","Deep Learning"]
    },
    {
      "title": "Image Processing and Pattern Recognition",
      "isbn": "9780470404614",
      "pageCount":552 ,
      "publishedDate": "3 Mayo 2010",
      "portadaURL": "Images/Books/Image Processing and Pattern Recognition",
      "shortDescription": "Una guía completa sobre los principios esenciales del procesamiento de imágenes y el reconocimiento de patrones. Las técnicas y aplicaciones en las áreas de procesamiento de imágenes y reconocimiento de patrones están creciendo a un ritmo sin precedentes. Procesamiento de imágenes y reconocimiento de patrones, que contiene los últimos desarrollos de vanguardia en el campo, presenta explicaciones claras de los fundamentos, así como de las aplicaciones más recientes. Explica los principios esenciales para que los lectores no solo puedan implementar fácilmente los algoritmos y técnicas, sino que también los lleven a descubrir nuevos problemas y aplicaciones.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Frank Y. Shih"],
      "categories": ["Pattern Recognition","Graphics"]
    },
    {
      "title": "Ingenieria del Software: un enfoque práctico",
      "isbn": "8448132149",
      "pageCount":640 ,
      "publishedDate": "1 Octubre 2001",
      "portadaURL": "Images/Books/Ingenieria del Software. Un enfoque practico",
      "shortDescription": "El presente libro refleja las prácticas más actuales de la ingeniería de software, incluye material sobre comercio electrónico, Java y UML, y materiales tales como formulación, análisis y pruebas de aplicaciones Web. Posee un tratamiento más amplio de sistemas distribuidos incluyendo seguridad y comercio electrónico, examen del entorno Web así como sus implicaciones en la ingeniería del software.",
      "editorial": "Publicado",
      "idiom": "Español",
      "authors": ["Roger S. Pressman"],
      "categories": ["Software Engineering"]
    },
    {
      "title": "Intelligent Control Systems with an Introduction to System of Systems Engineering",
      "isbn": "9781420079241",
      "pageCount":441 ,
      "publishedDate": "19 Noviembre 2009",
      "portadaURL": "Images/Books/Intelligent Control Systems",
      "shortDescription": "En este material se abordan los preceptos fundamentales en el núcleo de SoS, que utiliza la heurística humana para modelar sistemas complejos, proporcionando un fundamento científico para integrar sistemas complejos e independientes en uno solo, coordinado, estabilizado y optimizado. Proporciona a los lectores el código MATLAB®, para simular los resultados presentados y los proyectos que ofrecen experiencia práctica utilizando conceptos discutidos a lo largo del libro.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Thrishantha Nanayakkara","Ferat Sahin","Mo M. Jamshidi"],
      "categories": ["Robotics","Circuit Engineering"]
    },
    {
      "title": "Investigaciones sobre Enseñanza y Aprendizaje de las Matemáticas. Un Reporte Iberoamericano",
      "isbn": "9788479788032",
      "pageCount": 872,
      "publishedDate": "17 Diciembre 2013",
      "portadaURL": "Images/Books/Investigaciones sobre enseñanza y aprendizaje",
      "shortDescription": "Esta obra sintetiza una mirada regional y contemporánea del estado que guarda la investigación en Matemática Educativa. Aborda el quehacer de un gran número de colegas del mundo hispano parlante. Se trata de una obra de actualidad del más alto nivel que presenta a un amplio público, los hallazgos más recientes de la investigación en el campo en diferentes sub especialidades y pemite vislumbrar el efecto que éstas tienen sobre la práctica educativa en matemática. Las matemáticas, los niveles educativos y la diversidad de enfoques teóricos que son desarrollados en esta obra, hacen de ella un material de consulta primordial para los profesores, los futuros maestros, doctores y los investigadores en activo. Es una obra que marcará, sin duda alguna, un punto de ¨no retorno de nuestra comunidad¨.",
      "editorial": "Publicado",
      "idiom": "Español",
      "authors": ["Ricardo Cantoral Uria"],
      "categories": ["Matemáticas","Educación"]
    },
    {
      "title": "Learning and Instructional Technologies for the 21st Century",
      "isbn": "9780387096667",
      "pageCount": 248,
      "publishedDate": "16 Diciembre 2008",
      "portadaURL": "Images/Books/Learning and Instructional Technologies",
      "shortDescription": "Tecnologías de aprendizaje e instrucción para el siglo XXI reúne investigaciones que identifican modelos y enfoques para mejorar el aprendizaje a través de la inclusión de la tecnología. Estos artículos, de destacados investigadores y pensadores en tecnología educativa, comienzan refutando la idea de que la educación se puede mejorar a través de más o mejor tecnología. En cambio, los colaboradores enfatizan ideas específicas basadas en la investigación, que reevalúan el aprendizaje, reorganizan las escuelas, redirigen la tecnología y brindan instrucción.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Leslie Moller","Jason Bond Huett","Douglas M. Harvey"],
      "categories": ["Physics","Educational Psychology"]
    },
    {
      "title": "Mathematical Modelling: Case Studies and Projects",
      "isbn": "9781402019913",
      "pageCount": 253,
      "publishedDate": "31 Marzo 2004",
      "portadaURL": "Images/Books/Mathematical Modelling",
      "shortDescription": "Esta obra está destinada a aprovechar y mejorar las habilidades de modelado de los estudiantes en una combinación de casos de estudio y proyectos. Un aspecto importante del libro es el uso de Paquetes de Software Informático Científico como MAPLE para manipulaciones algebraicas simbólicas, MATLAB para simulación numérica y un paquete de programación lineal LINDO.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["J.Caldwell","Douglas K.S Ng"],
      "categories": ["Mathematical Modelling"]
    },
    {
      "title": "Photogrammetric Computer Vision: Statistics, Geometry, Orientation and Reconstruction",
      "isbn": "9783319115498",
      "pageCount": 833,
      "publishedDate": "12 Octubre 2016",
      "portadaURL": "Images/Books/Photogrammetric Computer Vision",
      "shortDescription": "Este libro de texto ofrece una vista estadística de la geometría del análisis de vista múltiple, necesaria para la calibración y orientación de la cámara y para la reconstrucción de escenas geométricas en función de las características geométricas de la imagen. Los autores tienen antecedentes en geodesia y también una larga experiencia en el desarrollo y la investigación en visión por computadora, y este es el primer libro que presenta un enfoque conjunto de los campos convergentes de la fotogrametría y la visión por computadora.El libro puede servir como base para cursos de pregrado y posgrado en fotogrametría, visión por computadora y gráficos por computadora. También es apropiado para investigadores, ingenieros y desarrolladores de software en las industrias de fotogrametría y GIS, particularmente aquellos involucrados con métodos de visión por computadora geométricos basados en estadísticas.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Wolfgang Förstner","Bernhard P. Wrobel"],
      "categories": ["Computer Vision","Computer Graphics"]
    },
    {
      "title": "PHP 5 Power Programming, 1st Edition",
      "isbn": "9780131471498",
      "pageCount": 720,
      "publishedDate": " 27 Octubre 2004",
      "portadaURL": "Images/Books/PHP 5 Power Programing",
      "shortDescription": "El presente material contiene la clave para desbloquear las riquezas de PHP 5.Al mismo tiempo, cubre a fondo todas las características de esta nueva versión, y es imprescindible para todos los desarrolladores de PHP interesados en explorar las funcionalidades avanzadas de PHP 5.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Andi Gutmans","Stig Saether Bakken","Derick Rethans"],
      "categories": ["PHP","Programming Languages"]
    },
    {
      "title": "PostgreSQL, 2nd Edition",
      "isbn": "9780672327568",
      "pageCount": 1032,
      "publishedDate": " 26 Julio 2005",
      "portadaURL": "Images/Books/PostgreSQL",
      "shortDescription": "El presente libro se ha actualizado para cubrir completamente las nuevas características y capacidades de la versión 8.0 de PostgreSQL, guiando al lector a través de los aspectos internos del poderoso capítulo de base de datos de código abierto de PostgreSQL, que ofrece un enfoque fácil de leer y basado en código que facilita la comprensión de cómo se implementa y utiliza cada característica, a fin de obtener más rendimiento de las aplicaciones de bases de datos.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Korry Douglas"],
      "categories": ["Databases","Software Development"]
    },
    {
      "title": "Redes. Iniciación y Referencia",
      "isbn": "9788448127718",
      "pageCount": 318,
      "publishedDate": "28 Agosto 2000",
      "portadaURL": "Images/Books/Redes",
      "shortDescription": "Esta obra forma parte de una nueva filosofia de libros que aunan en un solo volumen un curso de aprendizaje y una guia de consulta rápida. En él encontrará todo lo que debe saber para aprender conceptos y obtener conocimientos sobre todas las tecnologías de red actuales. A través de 9 capítulos y 4 apéndices se explica la teoréa y aplicaciones précticas de los tipos de redes y sistemas de comunicación de datos, partiendo de una base que se fundamenta solidamente para aprender luego conceptos más avanzados.",
      "editorial": "Publicado",
      "idiom": "Español",
      "authors": ["Jesús Sánchez Allende","Joaquín López Lérida"],
      "categories": ["Redes"]
    },
    {
      "title": "Servicios Avanzados de Telecomunicación",
      "isbn": "9788479786076",
      "pageCount": 816,
      "publishedDate": "5 Diciembre 2003",
      "portadaURL": "Images/Books/Servicios Avanzados de Telecomunicacion",
      "shortDescription": "Este libro aborda los últimos avances en materia de servicios de telecomunicaciones. En él se explican para cada una de las categorías de servicios, sus bases de operaciones. Pero este libro no se limita a describir estos servicios tal y como se encuentran desarrollados, sino que a través de sus explicaciones el lector irá descubriendo la escencia de las cuestiones técnicas que los modernos servicios de telecomunicaciones plantean y las claves de las soluciones adoptadas.",
      "editorial": "Publicado",
      "idiom": "Español",
      "authors": ["María Carmen España Boquera"],
      "categories": ["Telecomunicaciones"]
    },
    {
      "title": "Shader X3 Advanced Rendering with DirectX and OpenGL, 1st Edition",
      "isbn": "9781584503576",
      "pageCount": 630,
      "publishedDate": "29 Noviembre 2004",
      "portadaURL": "Images/Books/Shader X3 Advanced Rendering DirectX_OpenGL",
      "shortDescription": "En este material se incluye una colección de nuevas técnicas perspicaces, enfoques innovadores para problemas comunes y herramientas y trucos prácticos que lo ayudarán en todas las áreas de la programación de gráficos. Todos los artículos evolucionaron a partir del trabajo y las experiencias de los profesionales de la industria, y todas las secciones fueron editadas por expertos. Con los rápidos avances en DirectX, OpenGL y tarjetas gráficas, los sombreadores de vértices y píxeles se utilizan cada vez más en gráficos de alta gama y el desarrollo de juegos.Finalmente, los programadores más experimentados, encontrarán ideas y trucos que mejorarán su eficiencia y evitar  la redundancia.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Wolfgang F. Engel"],
      "categories": ["Computer Graphics","DirectX","OpenGL"]
    },
    {
      "title": "Sistemas de Información Gerencial, 4ta Edición",
      "isbn": "9584101773",
      "pageCount": 700,
      "publishedDate": "2003",
      "portadaURL": "Images/Books/Sistemas de Informacion Gerencial",
      "shortDescription": "Este libro aborda el uso empresarial de la Internet, la intranet y su papel en la colaboración empresarial y el comercio electrónico en una empresa interconectada en red. Trata el área temática conocida como Sistemas de Información Gerencial(MIS) o Sistemas de Información Computacional(CIS), como área funcional principal de la empresa, que es tan importante para la educación gerencial, al igual que las áreas de contabilidad, finanzas, administración de operaciones entre otras. ",
      "editorial": "Publicado",
      "idiom": "Español",
      "authors": ["James A. O'Brien"],
      "categories": ["Sistemas de Información","Internet"]
    },
    {
      "title": "Tecnología y Sociedad",
      "isbn": "no encontrado",
      "pageCount": 280,
      "publishedDate": "no encontrado",
      "portadaURL": "Images/Books/Tecnologia y Sociedad",
      "shortDescription": "Esta obra conjuga aspectos de la problemática sociohumanista de la tecnología con análisis de cuestiones referidas a algunas tecnologías de avanzada en particular.Todo ello, con el único propósito de aportar, a manera de chispa detonante, un material que propicie y active el debate académico y público de los problemas sociales de la tecnología, debate que deberá ser, por lógica natural mucho más integral y enriquecedor que estas páginas.",
      "editorial": "Publicado",
      "idiom": "Español",
      "authors": ["Colectivo"],
      "categories": ["Sociedad"]
    },
    {
      "title": "Testing Computing Software, 2nd Edition",
      "isbn": "9780471358466",
      "pageCount": 480,
      "publishedDate": "12 Abril 1999",
      "portadaURL": "Images/Books/Testing Computing Software",
      "shortDescription": "El presente libro enseña al lector cómo se debe probar software de computadora en condiciones del mundo real. Todos los autores han sido directores de pruebas y directores de desarrollo de software en reconocidas empresas de software de Silicon Valley. Las empresas de software de consumo exitosas han aprendido a producir  productos de alta calidad con limitaciones de tiempo y presuspuesto. De ahí que este libro explique el lado de prueba de ese éxito. ",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Cem Kaner","Jack Falk","Hung Q. Nguyen"],
      "categories": ["Software Engineering","Software Testing"]
    },
    {
      "title": "The Handbook of Blended Learning",
      "isbn": "9780787977580",
      "pageCount": 624,
      "publishedDate": "30 Diciembre 2005",
      "portadaURL": "Images/Books/The Handbook of Blended Learning",
      "shortDescription": "Este material destaca las prácticas y tendencias más recientes en el aprendizaje combinado desde una perspectiva global y proporciona información específica para situaciones de aprendizaje combinado, el cual se centra en las prácticas del mundo real e incluye colaboradores de una amplia gama de campos, incluidos formadores, consultores, profesores, directores de centros de aprendizaje a distancia así como directores de talento global y desarrollo organizacional. ",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Jennifer Hofmann","Curtis J. Bonk","Charles R. Graham"],
      "categories": ["Human Resources","Personal Management"]
    },
    {
      "title": "The Official GNOME2 Developer's Guide, 1st Edition",
      "isbn": "9781593270308",
      "pageCount": 520,
      "publishedDate": "1 Febrero 2004",
      "portadaURL": "Images/Books/The Official GNOME 2",
      "shortDescription": "La Guía oficial para desarrolladores de GNOME 2 es la guía oficial de la Fundación GNOME para programar GUI y aplicaciones utilizando GTK+ y la API de GNOME. Desarrollado en asociación con la Fundación GNOME, este libro es para programadores que trabajan con el entorno de escritorio GNOME 2.Cada sección comienza con un programa de ejemplo que sirve como tutorial y luego se convierte en una referencia sobre el tema. Incluye abundantes ejemplos bien anotados. Se requiere conocimiento del lenguaje de programación C, pero no se necesita experiencia en programación GUI.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Matthias Warkus"],
      "categories": ["Linux","Operative Systems"]
    },

    {
      "title": "Unlocking Android",
      "isbn": "1933988673",
      "pageCount": 416,
      "publishedDate": "1 Abril 2009",
      "portadaURL": "Images/Books/Unlocking Android A Developer's Guide",
      "shortDescription": "Android es una plataforma de telefonía móvil de código abierto basada en el sistema operativo Linux y desarrollada por Open Handset Alliance, un consorcio de más de 30 empresas de hardware, software y telecomunicaciones que se centran en estándares abiertos para dispositivos móviles. Liderado por el gigante de las búsquedas, Google, Android está diseñado para ofrecer una experiencia móvil mejor, más abierta y rentable. Este libro proporciona instrucciones prácticas y concisas para el sistema operativo Android y las herramientas de desarrollo y enseña conceptos arquitectónicos importantes en un estilo de escritura sencillo y se basa en esto con ejemplos prácticos y útiles en todo momento. Basado en su experiencia de desarrollo móvil y su profundo conocimiento de la arcana documentación técnica de Android, el autor transmite el conocimiento que necesita para desarrollar aplicaciones prácticas que se basan en o reemplazan cualquiera de las características de Android, por pequeña que sea. Desbloqueo de Android: una guía para desarrolladores prepara al lector para adoptar la plataforma en un lenguaje fácil de entender y se basa en esta base con ejemplos de código Java reutilizables. Es ideal tanto para empresas como para aficionados que tienen un interés o un mandato para ofrecer funciones de software para teléfonos móviles.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["W. Frank Ableson", "Charlie Collins", "Robi Sen"],
      "categories": ["Open Source", "Mobile"]
    },
    {
      "title": "Android in Action, 2nd Edition",
      "isbn": "1935182722",
      "pageCount": 592,
      "publishedDate": "14 Enero 2011",
      "portadaURL": "Images/Books/Android in Action, 2nd Edition",
      "shortDescription": "Cuando se trata de aplicaciones móviles, Android puede hacer casi cualquier cosa y con este libro, ¡tú también puedes! Android se ejecuta en dispositivos móviles que van desde teléfonos inteligentes hasta tabletas e innumerables dispositivos especiales. Es la plataforma móvil más amplia disponible. Android en acción, segunda edición es un tutorial completo para desarrolladores de Android. Llevándolo mucho más allá de \"Hello Android\", este libro acelerado lo coloca en el asiento del conductor mientras aprende importantes conceptos arquitectónicos y estrategias de implementación. Dominará el SDK, creará aplicaciones WebKit con HTML 5 e incluso aprenderá a ampliar o reemplazar las funciones integradas de Android mediante la creación de ejemplos útiles e intrigantes.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["W. Frank Ableson", "Robi Sen"],
      "categories": ["Java"]
    },
    {
      "title": "Specification by Example",
      "isbn": "1617290084",
      "pageCount": 375,
      "publishedDate": "6 Junio 2011",
      "portadaURL": "Images/Books/Specification by Example",
      "shortDescription":"La especificación por ejemplo es un método colaborativo para especificar requisitos y pruebas. Siete patrones, explorados completamente en este libro, son clave para que el método sea efectivo. El método tiene cuatro beneficios principales: produce documentación viva y confiable; define claramente las expectativas y hace que la validación sea eficiente; reduce el retrabajo; y, sobre todo, asegura a los equipos de entrega ya las partes interesadas del negocio que el software creado es adecuado para su propósito. Este libro extrae de la experiencia de equipos líderes en todo el mundo formas efectivas de especificar, probar y entregar software en ciclos de entrega breves e iterativos. Los estudios de casos en este libro van desde pequeñas empresas emergentes de la web hasta grandes instituciones financieras, que trabajan en muchos procesos, incluidos XP, Scrum y Kanban.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Gojko Adzic"],
      "categories": ["Software Engineering"]
    },
    {
      "title": "Flex 3 in Action",
      "isbn": "1933988746",
      "pageCount": 576,
      "publishedDate":  "2 Febrero 2009" ,
      "portadaURL": "Images/Books/Flex 3 in Action",
      "shortDescription": "Las nuevas aplicaciones web requieren interfaces atractivas y fáciles de usar y cuanto más interesantes, mejor. Con Flex 3, los desarrolladores web de cualquier nivel de habilidad pueden crear aplicaciones de Internet enriquecidas (RIA) interactivas, efectivas y de alta calidad de forma rápida y sencilla. Flex elimina la barrera de la complejidad del desarrollo de RIA al ofrecer herramientas sofisticadas y un lenguaje de programación sencillo para que pueda concentrarse en lo que quiere hacer en lugar de cómo hacerlo. Flex 3 en acción es un tutorial de Flex práctico y fácil de seguir. Repleto de ejemplos, este libro va más allá de la cobertura de funciones y lo ayuda a poner a Flex a trabajar en tareas reales del día a día. Dominará rápidamente la API de Flex y aprenderá a aplicar las técnicas que hacen que sus aplicaciones de Flex se destaquen entre la multitud. Flex 3 in Action filtra el ruido y se sumerge en los temas principales que necesita todos los días. Usando numerosos ejemplos fáciles de entender, Flex 3 en acción le brinda una base sólida sobre la que puede construir a medida que aumenta la complejidad de sus proyectos.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Tariq Ahmed with Jon Hirschi", "Faisal Abid"],
      "categories": ["Internet"]
    },
    {
      "title": "Flex 4 in Action",
      "isbn": "1935182420",
      "pageCount": 600,
      "publishedDate": "15 Noviembre 2010" ,
      "portadaURL": "Images/Books/Flex 4 in Action",
      "shortDescription": "Flex 4 en acción es un tutorial de Flex práctico y fácil de seguir que va más allá de la cobertura de funciones y lo ayuda a poner a Flex a trabajar en las tareas diarias reales. Dominará rápidamente la API de Flex y aprenderá a aplicar las técnicas que hacen que sus aplicaciones de Flex se destaquen entre la multitud. Los autores expertos de Flex 4 en acción tienen un objetivo: ayudarlo a comenzar a trabajar con Flex. Rápido. Flex 4 in Action filtra el ruido y se sumerge en los temas principales que necesita todos los días. Usando numerosos ejemplos fáciles de entender, Flex 4 en acción le brinda una base sólida sobre la que puede construir a medida que aumenta la complejidad de sus proyectos.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Tariq Ahmed", "Dan Orlando", "John C. Bland II", "Joel Hooks"],
      "categories": ["Internet"]
    },
    {
      "title": "Collective Intelligence in Action",
      "isbn": "1933988312",
      "pageCount": 425,
      "publishedDate":  "1 Octubre 2008" ,
      "portadaURL": "Images/Books/Collective Intelligence in Action",
      "shortDescription": "Inteligencia colectiva en acción es una guía práctica para implementar conceptos de inteligencia colectiva utilizando Java. Es el primer libro basado en Java que enfatiza los algoritmos subyacentes y la implementación técnica de técnicas vitales de recopilación y minería de datos, como el análisis de tendencias, el descubrimiento de relaciones y la realización de predicciones. Proporciona un enfoque pragmático de la personalización al combinar el análisis basado en contenido con enfoques colaborativos. Este libro es para desarrolladores de Java que implementan inteligencia colectiva en aplicaciones reales de alto uso.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Satnam Alag"],
      "categories": ["Java"]
    },
    {
      "title": "Zend Framework in Action",
      "isbn": "1933988320",
      "pageCount": 432,
      "publishedDate":  "1 Diciembre 2008" ,
      "portadaURL": "Images/Books/Zend Framework in Action",
      "shortDescription": "Zend Framework cuenta con el respaldo de Zend Technologies; la fuerza impulsora detrás del lenguaje de programación PHP en el que está escrito. Zend Framework en acción es un tutorial completo que muestra cómo usar Zend Framework para crear aplicaciones y servicios web basados en la web. Este libro lo lleva en un recorrido por los componentes de Zend Framework a medida que crea una aplicación web real de alta calidad. Este libro está dirigido al desarrollador de PHP competente que desea dominar el desarrollo web basado en marcos. Zend Framework in Action va más allá de los documentos, pero aún brinda acceso rápido a los temas más comunes que se encuentran en el desarrollo de aplicaciones web.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Rob Allen", "Nick Lo", "Steven Brown"],
      "categories": ["Web Development","PHP"]
    },
    {
      "title": "Flex on Java",
      "isbn": "1933988797",
      "pageCount": 265,
      "publishedDate":  "15 Octubre 2010" ,
      "portadaURL": "Images/Books/Flex on Java",
     "shortDescription": "Este libro único le muestra cómo refactorizar una aplicación web existente utilizando el lado del servidor que ya conoce. Aprenderá a usar Flex 3 junto con Spring, EJB 3, POJO, JMS y otras tecnologías estándar. Siempre que sea posible, los ejemplos utilizan software libre o de código abierto. Los autores comienzan con una aplicación web típica de Java y le muestran cómo agregar una interfaz Flex enriquecida. También aprenderá a integrar Flex en su Java del lado del servidor a través del marco BlazeDS, la tecnología de mensajería web y comunicación remota de código abierto de Adobe para Flex. El libro le muestra cómo implementar no solo en la web sino también en el escritorio utilizando Adobe Integrated Runtime (AIR). Aprenderá cómo integrar Flex en sus aplicaciones existentes para crear una aplicación de próxima generación que hará las delicias de los usuarios. Flex en Java es accesible para cualquier persona que comience el desarrollo de Java y Flex.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Bernerd Allmon", "Jeremy Anderson"],
      "categories": ["Software Development","Java"]
    },
    {
      "title": "Griffon in Action",
      "isbn": "1935182234",
      "pageCount": 375,
      "publishedDate":  "4 Junio 2012" ,
      "portadaURL": "Images/Books/Griffon in Action",
      "shortDescription": "Griffon, un marco ágil que utiliza Groovy para simplificar Swing, hace que el desarrollo de la interfaz de usuario sea mucho más rápido y sencillo. En muchos aspectos, Griffon es para el desarrollo de escritorio lo que Grails es para el desarrollo web. Consiste en un tutorial completo escrito para desarrolladores de Java que desean un enfoque más productivo para el desarrollo de UI. Griffon in Action cubre el desarrollo de vistas declarativas, como la proporcionada por JavaFX Script, así como la estructura, la arquitectura y el ciclo de vida del desarrollo de aplicaciones Java.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Andres Almiray", "Danno Ferrin", "James Shingler"],
      "categories": ["Java"]
    },
    {
      "title": "Linux for Beginners: An Introduction to the Linux Operating System and Command Line ",
      "isbn": "1496145097",
      "pageCount": 202,
      "publishedDate":  "2 Enero 2014" ,
      "portadaURL": "Images/Books/Linux for Beginners",
      "shortDescription": "Saber por dónde empezar cuando se aprende una nueva habilidad puede ser un reto, especialmente cuando el tema parece tan amplio. Puede haber tanta información disponible que ni siquiera puedes decidir por dónde empezar. O peor aún, empiezas a aprender y rápidamente descubres demasiados conceptos, comandos y matices que no están explicados. Este tipo de experiencia es frustrante y te deja con más preguntas que respuestas. Linux para principiantes no hace ninguna suposición sobre su experiencia o conocimiento de Linux. No necesitas ningún conocimiento previo para beneficiarte de este libro. Se le guiará paso a paso utilizando un enfoque lógico y sistemático. A medida que se encuentran nuevos conceptos, comandos o jerga, se explican en un lenguaje sencillo, lo que facilita la comprensión de cualquier persona.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Jason Cannon"],
      "categories": ["Linux","Operative Systems"]
    },
    {
      "title": "Learning JavaScript Data Structures and Algorithms, 2nd Edition ",
      "isbn": "1783554878",
      "pageCount": 471,
      "publishedDate":  "23 Junio 2016" ,
      "portadaURL": "Images/Books/Learning JavaScript",
      "shortDescription": "Este libro comienza cubriendo los fundamentos del lenguaje JavaScript y presentando ECMAScript 7, antes de pasar gradualmente a las implementaciones actuales de ECMAScript 6. Conocerá en profundidad el funcionamiento de las tablas hash y de la estructura de datos de conjuntos, así como el uso de árboles y mapas hash para buscar archivos en un disco duro o representar una base de datos. Este libro es una ruta accesible para profundizar en JavaScript. Siendo los grafos una de las estructuras de datos más complejas que encontrarás, también te daremos una mejor comprensión de por qué y cómo los grafos se utilizan en gran medida en los sistemas de navegación GPS en las redes sociales. Hacia el final del libro, descubrirás cómo todas las teorías presentadas por este libro pueden aplicarse en soluciones del mundo real mientras trabajas en tus propias redes informáticas y búsquedas en Facebook.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Loiane Groner"],
      "categories": ["Javascript","Algorithms"]
    },
    {
      "title": "Data Science Algorithms In A Week, 2nd Edition ",
      "isbn": "1789806070",
      "pageCount": 214,
      "publishedDate":  "31 Octubre 2018" ,
      "portadaURL": "Images/Books/Data Science Algorithms",
      "shortDescription": "Las aplicaciones de aprendizaje automático están altamente automatizadas y se auto-modifican, y continúan mejorando con el tiempo con una mínima intervención humana, ya que aprenden de los datos entrenados. Para abordar la compleja naturaleza de diversos problemas de datos del mundo real, se han desarrollado algoritmos especializados de aprendizaje automático. Mediante el análisis algorítmico y estadístico, estos modelos pueden aprovecharse para obtener nuevos conocimientos a partir de los datos existentes. Algoritmos de Ciencia de Datos en una Semana aborda todos los problemas relacionados con la clasificación y predicción de datos de forma precisa y eficiente. A lo largo de siete días, se le presentarán siete algoritmos, junto con ejercicios que le ayudarán a comprender diferentes aspectos del aprendizaje automático.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Dávid Natingga"],
      "categories": ["Data Science","Algorithms","Python"]
    },
    {
      "title": "Mastering Python: Machine Learning, Data Structures, Django, Object Oriented Programming and Software Engineering",
      "isbn": "1794064885",
      "pageCount": 609,
      "publishedDate":  "13 Enero 2019" ,
      "portadaURL": "Images/Books/Mastering Python",
      "shortDescription": "A diferencia de algunas guías que te dan sólo lo básico que necesitas para empezar, este libro te enseña todo lo que necesitas saber sobre el uso de Python, incluyendo para qué puedes usarlo. Python es un lenguaje muy variado y es la base de gran parte de lo que utilizamos en el mundo actual. El lector se alegrará de saber que este lenguaje de programación es relativamente fácil de aprender.",
      "editorial": "Publicado",
      "idiom": "Inglés",
      "authors": ["Michel B. White"],
      "categories": ["Data Structures","Software Engineering","Python"]
    }

]
}