{
    "books":
    [
        {
            "title": "Insuficiencias en la superación con aprovechamiento de las tic de los docentes primarios del municipio de lajas",
            "isbn": "  Vol. 15 Núm. 7 (2022): Julio ",
            "pageCount":  null,
            "publishedDate":  "1 Julio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "La educación actual de los individuos en la sociedad presenta retos a los docentes que deben transformar sus modos de actuación en la enseñanza. Estos desafíos se incrementan en situaciones de pandemia como la actual de la Covid-19; por lo que el aprovechamiento de las TIC en la educación virtual es necesario para el desarrollo del aprendizaje. Existen muchos docentes de nivel primario que no tienen las capacidades y habilidades para establecer un trabajo aceptable en la educación a distancia de sus estudiantes. El objetivo de este trabajo es demostrar las insuficiencias de superación de los docentes en educación virtual para un mayor aprovechamiento de las TIC. Por tanto, la investigación proyecta el estado actual del municipio de Lajas referente al aprovechamiento de las TIC.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Yadiris Elena Fernandez Martinez", " Ricardo Jorge Pavón-Llera"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1107/947"
        },
        {
            "title": "Enseñanza no presencial en la carrera licenciatura en bioquímica y biología molecular ¿emergencia o permanencia?",
            "isbn": "  Vol. 15 Núm. 7 (2022): Julio ",
            "pageCount":  null,
            "publishedDate":  "1 Julio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "La situación extrema surgida a fines del 2019 debido a la pandemia de la Covid-19 impuso la búsqueda de alternativas para continuar el desarrollo del proceso de enseñanza-aprendizaje en la educación superior. Ello conllevó al cambio de formas docentes presenciales a no presenciales con la consiguiente influencia en estudiantes y profesores. El presente trabajo tiene como objetivo evidenciar los retos que ha producido el ajuste de clases presenciales a no presenciales desde la opinión de los estudiantes y profesores para la carrera Licenciatura en Bioquímica y Biología Molecular de la Universidad de La Habana. Como resultado de la investigación se identificaron cuatro retos, relacionados con; la motivación de los estudiantes, su participación activa en el proceso de enseñanza-aprendizaje, el diseño del sistema de evaluación y la preparación metodológica del claustro para esta modalidad.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Georgina Espinosa López","Isabel Fabiola Pazos Santos","Carlos M. Álvarez Valcárcel","María Eliana Lanio Ruiz"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1108/948"
        },
        {
            "title": "Análisis estadístico computacional sobre la correlación entre cultura tributaria y evasión fiscal en la asociación “el sombrerito”",
            "isbn": "  Vol. 15 Núm. 7 (2022): Julio ",
            "pageCount":  null,
            "publishedDate":  "1 Julio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Entre los factores que pueden dar paso a la evasión fiscal están la desconfianza sobre el destino que se le da a los tributos, desconocimiento de políticas y obligaciones, e insuficiente divulgación de información. El propósito de la investigación fue analizar la cultura tributaria y su relación con la evasión fiscal en la asociación El Sombrerito del cantón Machalilla provincia de Manabí, durante el periodo 2021. La metodología utilizada es de tipo descriptiva y correlacional no experimental, para ello se determinó la confiabilidad de los instrumentos de recolección de datos a través del Alfa de Cronbach, dando como resultado α = 0,835 para estudiar la cultura tributaria. Se utilizó una muestra por conveniencia, no obstante, se pudo determinar un nivel de error del 7% y un nivel de confianza del 95%.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Lady Jamileth Toral De la Cruz","William Patricio Proaño Ponce","Erick Raúl Baque Sánchez"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1109/950"
        },
        {
            "title": "Relación de la deforestación y las variaciones climáticas en el distrito de nueva requena, ucayali – 2019",
            "isbn": "  Vol. 15 Núm. 7 (2022): Julio ",
            "pageCount":  null,
            "publishedDate":  "3 Julio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "El objetivo de la investigación fue analizar la deforestación del bosque del distrito de Nueva Requena, la variación de la temperatura y las precipitaciones. La data de las variables deforestación, temperatura y precipitación se obtuvo del 2001 al 2019. El nivel de estudio fue descriptivo, la investigación fue retrospectivo, transversal y correlacional. Los resultados indican que la deforestación en 19 años tiene una correlación positiva alta con la temperatura mínima y máxima, y que tiene una correlación positiva débil con la precipitación con resultados de negativa débil. Se concluye que la deforestación fue altamente significativa y la correlación con el clima no fue significativa, existiendo factores que amortiguan la temperatura y precipitación como la resiliencia de los bosques y los vientos.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["César Mori Montero","Guillermo Augusto Pastor Picón","Wilkin Zorrilla Murayari"," Luis Paulo Amaringo Córdova"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1112/952"
        },
        {
            "title": "Fortalecimiento la acción tutorial de niños y niñas de educación inicial, mediante la utilización de las tics",
            "isbn": "  Vol. 15 Núm. 7 (2022): Julio ",
            "pageCount":  null,
            "publishedDate":  "5 Julio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Con el propósito de paliar los efectos negativos de la suspensión de las clases presenciales debido a la Pandemia COVID-19, se implementa la Acción Tutorial como estrategia didáctica para fortalecer el aprendizaje de los niños de Educación Inicial. Para ello, se diseñó un Plan de Acción que contempla actividades de mejoramiento del refuerzo académico, mediante, la intervención pedagógica y la comunicación familia-escuela. Por tanto, las acciones operativas se dirigieron a 11 docentes y 23 niños con sus representantes legales, pertenecientes al Subnivel II de Educación Inicial de la Escuela de Educación Básica “Juan Jacobo Rousseau”. Los principales resultados, hasta el momento, consistieron en la aplicación de Talleres para fortalecer la práctica educativa, así como para el diseño y aplicación de un Plan de Tutorías, el cual ha permitido atender, de manera satisfactoria, los requerimientos educativos de los niños de Educación Inicial.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Wilson Alexander Zambrano Vélez","Roxana Katherine Gongora Cheme","Diana Elena Zambrano Vélez"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1114/954"
        },
        {
            "title": "Mediación de las tic en el contexto de una educación inclusiva",
            "isbn": "  Vol. 15 Núm. 7 (2022): Julio ",
            "pageCount":  null,
            "publishedDate":  "1 Julio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Se asiste a una sociedad globalizada marcada por el constante intercambio de información y utilización del conocimiento para el desarrollo de actividades que requieren cada vez más del aporte de las Tecnologías de Información y Comunicación (TIC). Hoy resulta innegable su creciente expansión a todos los ámbitos, específicamente el educativo, que traído consecuencias positivas pero también negativas, tal es el caso del aumento creciente de las desigualdades, realidad de la que Cuba no escapa. El presente trabajo expone una revisión bibliográfica acerca de la mediación tecnológica en la gestión de los procesos de inclusión-exclusión educativa con énfasis en la enseñanza Superior. Los estudios al respecto se han centrado en personas con necesidades educativas especiales, no tanto en la perspectiva de la educación para todos, visión que se privilegia en los análisis siguientes. Constituye una temática poco investigada en Cuba, de relevancia actual, dada la marcada irrupción de las TIC en el panorama educativo luego de la pandemia COVID-19, generándose reconfiguraciones a las prácticas en este espacio.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Guadalupe Alarcó Estévez"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1110/949"
        },
        {
            "title": "Alteraciones eritrocitarias en pacientes con diabetes mellitus: revisión sistemática",
            "isbn": "  Vol. 15 Núm. 7 (2022): Julio ",
            "pageCount":  null,
            "publishedDate":  "3 Julio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "El objetivo de esta revisión es realizar una revisión bibliográfica de las Alteraciones eritrocitarias en pacientes con Diabetes Mellitus. Se realiza una revisión sistemática mediante diferentes buscadores uno de ellos es Pub Med de los últimos 15 años mediante el método PRISMA. Los resultados de las alteraciones eritrocitarias muestran cambios en la morfología de los eritrocitos presentando esferocitos en pacientes con diabetes mellitus tipo 1 y en pacientes con diabetes mellitus tipo 2 presenta esferocitos y equinocitos, la deformabilidad disminuye y aumento de la agregación. Además, pacientes con DM sin nefropatía presentan anemia por deficiencia de hierro. En conclusión, los pacientes con hiperglucemia presentan alteraciones en los eritrocitos, en la morfología, función y en la reología, para observar los cambios en los pacientes con DM2 se implementaron el microscopio de fuerza anatómica y microscopio electrónico de barrido. En un largo plazo los pacientes con DM presentan una hiperglucemia crónica que origina complicaciones en los ojos, riñón, corazón y vasos sanguíneos.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Jessica Vanessa Torres Palate","Lisbeth Josefina Reales Chacón","Martha Cecilia Ramos Ramírez"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1111/951"
        },
        {
            "title": "Revisión del estado del arte de sistemas iot para optimizar el riego.",
            "isbn": "  Vol. 15 Núm. 7 (2022): Julio ",
            "pageCount":  null,
            "publishedDate":  "3 Julio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Este articulo contiene la revisión del estado del arte de un sistema IoT para optimizar el riego, donde se detallan los procesos realizados en este trabajo y de trabajos relacionados que contribuyan de manera directa ya sea en la investigación o el desarrollo, para ello aplicamos la metodología de Revisión sistemática de la literatura (SLR). Haciendo una búsqueda cautelosa usando las cadenas de búsquedas como: IoT; Huerto; Sistema de riego; Agricultura de precisión, teniendo como objetivo principal obtener un sistema IoT para optimizar el riego en el museo de Raíces y Sueños de San Isidro. y como resultado la definición de la tecnología a utilizar para la realización de este trabajo.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["George Ney Cedeño Patiño","David Fernando Zambrano Montenegro"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1060/953"
        },
        {
            "title": "Cambios en los parámetros eritrocitarios durante la edad adulta tardía: revisión sistemática",
            "isbn": "  Vol. 15 Núm. 7 (2022): Julio ",
            "pageCount":  null,
            "publishedDate":  "5 Julio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Los adultos mayores a lo largo del tiempo serán la población más representativa que de información a las patologías existentes basándose en los factores de calidad de vida, sexo, edad,  situación geográfica, tipo de alimentación, limitaciones del cuerpo, los cuales son  desencadenantes a  cambios dentro de la serie roja como: hemoglobina, hematocrito, valor de hemoglobina corpuscular media, concentración de hemoglobina corpuscular media y volumen corpuscular media, con evidencia en este tipo de población según el estudio del hemograma como examen rutinario que permitirá valorar al médico el diagnóstico de una futura anemia.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Poulette Virginia Vizcaíno Borja","Martha Cecilia Ramos Ramírez","Edison Arturo Galárraga Pérez"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1115/955"
        },
        {
            "title": "Sistema de recomendaciones en la mejora de procesos de software aplicando técnicas de inteligencia artificial",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "3 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "La Mejora de Procesos de Software tiene como cometido incrementar el rendimiento y utilidad de los procesos. Su esencia radica en la aplicación de Buenas Prácticas que favorezcan la mejora continua de los procesos en el desarrollo de productos y servicios de software. Diversas investigaciones insisten en la necesidad de reutilizar las experiencias previas de las organizaciones, considerando los factores críticos que influyen en el éxito de la mejora de procesos. Sin embargo, se refleja mucha dispersión respecto al cómo ejecutar estas Buenas Prácticas para una mejora de procesos exitosa. Además, se considera esencial la reutilización de experiencias para apoyar la toma de decisiones, es por ello que resulta pertinente la definición de recomendaciones que guíen la aplicación de las Buenas Prácticas, en base a los resultados obtenidos por otras organizaciones que han iniciado previamente un proceso de mejora.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Reisbel Socarras Peña", "Lázaro Franklyn Zamora Fernández","Ana Marys Garcia Rodríguez","Yordanis Crespo Urrutia"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1079/924"
        },
        {
            "title": "Problemas desbalanceados en el aprendizaje profundo",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "3 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "El contenido de este trabajo está centrado en la obtención de resultados, que demuestren la eficiencia de los modelos de aprendizaje profundo con estrategias para la solución al desbalance de la información en la detección de anomalías, en específico, en la detección de fraude de tarjeta de crédito. Para ello se realiza una fundamentación previa de los conceptos básicos relacionados con este campo de estudio, ya sean los avances y retos que presenta, así como las métricas, herramientas y tecnologías que se usan para su estudio, metodología y otras técnicas que se usan. Se definen las soluciones al problema del desbalance de la información a utilizar, se eligen los modelos de Deep Learning para realizar la detección de fraude de tarjeta de crédito, además de definir su estructura. Con estos modelos definidos se realizan las evaluaciones y comparaciones correspondientes para comprobar su efectividad mediante las métricas definidas, lo que va a permitir sentar las bases para la obtención de resultados concluyentes con respecto a la efectividad de los modelos, los cuales son el resultado final de este artículo.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Odeynis Valdés Suárez", "Héctor Raúl González Diez"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1080/923"
        },
        {
            "title": "Agricultura de precisión y redes de sensores inalámbricos, análisis de su implementación y ventajas en el ecuador",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "3 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Desde hace varios años en el sector agroindustrial ha emergido con fuerza la agricultura de precisión, como un nuevo paradigma que aprovecha al máximo las condiciones del medio ambiente y de los cultivos, así como de los recursos materiales disponibles, para desarrollar este sector tan sensible. Su auge se ha visto incidido por situaciones existentes a escala mundial como el aumento de hambruna, la disminución de la capacidad laboral, la escasez de recursos y el decremento de los suelos cultivables, a raíz de los cambios climáticos y la contaminación. En este sentido, en la última década, producto de la proliferación de las tecnologías de la información y la comunicación y la Cuarta Revolución Industrial, la agricultura de precisión se ha visto favorecida. El objetivo de la investigación es analizar los conceptos de agricultura de precisión y redes de sensores inalámbricos, así como su implementación y ventajas en el Ecuador.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Byron Alexander Tobar Cuesta", "María José Moran Solís"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1082/926"
        },
        {
            "title": "Cgwork: herramienta para el estudio de genómica comparativa con aplicaciones en el diseño racional de vacunas",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "4 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Debido al desarrollo de las técnicas de secuenciación y la acumulación de datos de varios genomas de microorganismos se abre la posibilidad de realizar estudios de genómica comparativa para la identificación de candidatos vacunales. En estos estudios se buscan proteínas de superficie universalmente presentes y poco variables entre organismos de una misma especie. En este trabajo se presenta una herramienta capaz de realizar un proceso de agrupamiento y análisis de subconjuntos de genomas. Basa su funcionamiento en un proceso de agrupamiento progresivo con dos medidas de similitud, una que permite el cálculo rápido con baja sensibilidad, basada en descomposición en k-tuplas, y otra que permite una búsqueda exhaustiva, basada en alineamientos, con una mayor sensibilidad, pero con mayor tiempo de procesamiento.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Jorge Alejandro Jiménez Garí", "Fernando Figueredo Sánchez","Víctor Ventura Mena"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1083/927"
        },
        {
            "title": "Diseño y desarrollo de un algoritmo de cifrado. bitsay",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "4 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Partiendo de la necesidad de proteger los activos de información que se emplean de forma creciente en las diferentes empresas y organizaciones, se ha definido la tarea de implementar un nuevo algoritmo criptográfico que implemente una tecnología de seguridad altamente confiable y segura basada en reformulaciones de las lógicas criptográficas existentes. Sobre la base a la observación del contexto, se ha desarrollado un proceso investigativo enfocado a realizar un análisis de las características y principios de funcionamiento de los criptosistemas modernos, el estudio de las metodologías de ataque criptoanalítico y sus particularidades y; en asociación a ambos conceptos, la determinación de las vulnerabilidades presentes en los primeros en consecuencia de los segundos.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Yoel David Correa Duke"],
            "categories": null,
            "pdfURL":"publicaciones.uci.cu/index.php/serie/article/view/1084/928"
        },
        {
            "title": "Módulo de inteligencia artificial de npc para videojuegos de género shooter",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "4 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "La inteligencia artificial ha formado parte de la evolución de la informática desde su primer reconocimiento como término y campo en los años 50. En su desarrollo se fue acoplando a distintos campos y medios, incluidos los videojuegos, de los cuales, hasta el más sencillo, puede poseer personajes no jugables con características inteligentes. En este trabajo se desarrolló un módulo de comportamientos inteligentes para personajes no jugables para videojuegos del género shooter, utilizando una de las técnicas de inteligencia artificial más utilizadas en la creación de videojuegos. El mismo fue realizado para usar con el motor gráfico Unity y guiado por la metodología de desarrollo de software XP, con el objetivo de brindar a los desarrolladores una base técnica reutilizable, flexible y extensible para así facilitar el proceso en futuros proyectos. Se realizó un demo con el módulo para probar su reusabilidad y flexibilidad.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Marcos Henrique Pelegrino Infante","Enelis Blanca Cuba Rondón"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1085/946"
        },
        {
            "title": "Sistema de gestión para el mérito científico de los estudiantes en la universidad de las ciencias informáticas",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "4 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "El “Premio al Mérito Científico Estudiantil” consiste en un diploma acreditativo emitido por el Rector, y para su otorgamiento se tendrá en cuenta el acumulado de puntos que alcanzó el estudiante en su “Índice de Eventos, Publicaciones Científicas y Exámenes de Premio”, recogido en su expediente académico. El estudiante, para hacer constar y asentar en su expediente académico los resultados alcanzados debe dirigirse a la Secretaría Docente de su Facultad, y presentar certificados, diplomas u otros documentos que certifiquen su participación en eventos, las publicaciones científicas y los resultados alcanzados en los exámenes de premio. La siguiente investigación mostrará el proceso de desarrollo de una solución informática para el problema de la ausencia de programa que permita el almacenamiento de evidencias, así como el cálculo de puntuación del Mérito Científico en la Universidad de las Ciencias Informáticas.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Viana Gabriela Jacomino Díaz","Gabriel Alejandro Rodríguez Hernández"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1086/929"
        },
        {
            "title": "Catpal: herramienta para el manejo de metadatos de documentos del gestor bibliográfico mendeley",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "9 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "La investigación científica es un proceso dinámico que se caracteriza por ser riguroso y por conducir a la adquisición de nuevos conocimientos. En el proceso de producir nuevos conocimientos se consume y se genera abundante documentación. Con el objetivo de combatir la infodemia y de lograr organización en la documentación bibliográfica el centro de neurociencias de Cuba y la universidad de ciencias informáticas UCI colaboran juntos para el desarrollo de una herramienta que permita lograr el objetivo con la menor interacción humana posible y reducir el tiempo que podría llevar depurar toda la información.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["José Carlos Mendoza Sosa","Arturo Orellana García"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1089/931"
        },
        {
            "title": "Gestión del talento humano y su influencia en la contratación del personal",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "13 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "La presente investigación tiene como objetivo general evaluar la gestión del talento humano y su influencia en la contratación del personal del gobierno autónomo descentralizado Parroquial Diez de Agosto. Para el cumplimiento de los objetivos planteados se desarrolló un estudio de tipo investigativo en el cual se usaron los métodos inductivo y deductivo, esto permitió conocer el grado de relación que tienen las variables de estudio. La recolección de la información se realizó a través de la aplicación de una herramienta muy esencial como la encuesta la cual nos permite conocer el proceso de reclutamiento y selección de personal que se está ejecutando, además se utilizó una ficha de entrevista que permitió corroborar la información obtenida a través de los cuestionarios.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Ruth Debora Basurto Garcia","Narciso Roberto Yoza Rodríguez"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1088/930"
        },
        {
            "title": "Sistema móvil de gestión para servicios en atención en instituciones prestadoras de salud iv nivel",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "25 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "El presente proyecto propone el desarrollo de un sistema móvil para la gestión en el proceso de comunicación con los usuarios de instituciones prestadoras de salud de IV nivel de complejidad, ya que la evolución de los sistemas inalámbricos ha redefinido las comunicaciones permitiendo el intercambio de información variada como: voz, video y datos. Este sistema móvil se basa en una aplicación móvil donde el usuario ingresara al sistema y que puede realizar solicitudes de servicios, tramites y agendar citas médicas desde un solo lugar. Este sistema posee disponibilidad continua, beneficiando a la empresa, a los pacientes y empleados por igual.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Lilibeth Lizcano Jaimes","Diana Vanessa Arbeláez Urrutia","Juan Andres Yaneth Rincon"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1097/937"
        },
        {
            "title": "Desarrollo de un análisis de sentimientos sobre las tendencias de la red social twitter utilizando técnicas de analítica de datos",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "25 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Surge la necesidad de implementar técnicas de minería de opinión, para poder identificar el sentimiento con respecto a un tema específico. Muchas personas están desinformadas respecto a temas actuales, por tal razón se crea una herramienta capaz de medir y clasificar opiniones de los usuarios, acerca de un tema controversial. Como solución a dicha necesidad surge la idea de crear y experimentar distintos modelos descriptivos y predictivos, optando por encontrar el modelo analítico óptimo para desarrollar el proyecto. El seguimiento se enmarca en la metodología CRISP-DM, cumpliendo cada una de las fases y las actividades que la metodología provee, cada paso desarrollado de manera dinámica, se regresó a la fase anterior cuando se requirió.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Adith Perez Orozco"," Alvaro Oñate","Jaime Ospino Navarro","Jose Molina Santiago"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1099"
        },
        {
            "title": "Aplicativo móvil para la gestión de procesos administrativos y operativos para una inmobiliaria en la ciudad de valledupar",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "25 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Actualmente, existen muchas aplicaciones para buscar viviendas en venta o alquileres (aplicaciones web y móviles), así como los sistemas utilizados por bienes raíces (aplicaciones independientes), aplicativos que solo puede ser utilizado por la empresa los usuarios o propietarios están obligados a visitar dichas imbiarías para poder hacer todas sus gestiones correspondientes. Si nos vamos a métodos más prácticos hay aplicativos móviles donde los usuarios pueden acceder, pero estos sol les permite hacer consulta de los inmuebles a rentar o comprar, de aquí es de donde viene la idea de un proyecto que tiene como objetivo mejorar la calidad de vida de las personas, facilitándole el agilizar de una forma más sencilla los procesos de arrendamiento y compra de un inmueble, beneficiándose el arrendador y arrendatario.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Iván Andres Utria Alvarez"," Eduardo Jose Tapia Padilla","Ronald Alexander Vacca Ascanio"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1098"
        },
        {
            "title": "Análisis mediante herramientas computacionales sobre uso tradicional de plantas medicinales en gestantes y puérperas",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "27 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "El objetivo de este trabajo es conocer el uso tradicional de plantas medicinales en gestantes y puérperas de las comunidades nativas de la zona 7-Loja-Ecuador (Saraguro y Zamora). El tipo de investigación es cualitativa-cuantitativa; se trabajará con los puestos de salud del Ministerio de Salud Pública. Hasta el momento el 60% de las gestantes y puérperas utilizan plantas medicinales, manzanilla, matico, menta, anís, hinojo y ruda; para dolor abdominal, nervios, acelerar el trabajo de parto, lactancia y calambres; el consumo fue la vía oral, en infusiones; utilizan la raíz y hojas; en forma ocasional; costumbres que vienen utilizando de generación en generación y que no han presentado ninguna complicación.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Karina Yesenia Calva Jirón","Ximena Patricia Carrión Ruilova","María de los Ángeles Sánchez Tapia","Byron Efrén Serrano Ortega"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1101/941"
        },
        {
            "title": "Modelo computacional para la inclusión de la harina de psidium guajava l. (guayabo) en la producción de panes",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "27 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "En la producción de panes de trigo se incluye una proporción de harina de guayabo, generando demanda sostenida y aprovechamiento de los frutos que se desperdicia por desconocimiento de tratamientos. El estudio, optimiza las proporciones de mezcla de las harinas de guayabo y trigo mediante análisis de Laboratorio para determinar sus bondades nutricionales y la degustación del público. Como resultado de los procesos la proporción determinante fue 14:86, que equivale a 140 gramos de harina de guayabo y 860 gramos de la harina de trigo por kilogramo de masa utilizada. Las características nutricionales del producto final como: materia seca, humedad, proteínas, aceites, grasa y ceniza en promedio fue 24.63 del pan de trigo y 24.25 del pan de guayabo.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Aparicio Limache Alonzo","saías Alberto Salinas Andrade","Guillermo Augusto Pastor Picón","Walter Lauro Pérez Terrel"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1102/945"
        },
        {
            "title": "La neuropedagogía lúdica como estrategia para reforzar la capacidad de cálculo numérico en el proceso de enseñanza y aprendizaje de la matemática",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "27 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "El presente trabajo de investigación, tuvo como objetivo general: determinar las estrategias basadas en la neuropedagogía lúdica para reforzar la capacidad de cálculo numérico en el proceso de enseñanza y aprendizaje matemático. Es una investigación cuantitativa, de tipo descriptivo, diseño cuasiexperimental y de corte transversal. Los métodos aplicados fueron: científico, analítico-sintético, deductivo, inductivo. Se aplicó el Test TCN-NEP para evaluar la capacidad de comprensión numérica en una muestra de 24 estudiantes. Se utiliza la metodología del antes y después, ya que se aplica una propuesta psicoeducativa.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Yoder Rivadeneira Díaz","Mayra Karina Vivanco Granda"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1104/943"
        },
        {
            "title": "Estrategia metodológicas universitarias y las competencia pedagógicas",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "27 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "En la presente investigación, se establece las estrategias metodológicas en el contexto universitario y las competencias pedagógicas en la Universidad Técnica de Babahoyo. La investigación tuvo como objetivo proponer estrategias metodológicas universitarias para mejorar las competencias pedagógicas en los docentes de la Universidad; identificar los factores que  influyente en las competencias pedagógicas, para diseñar unas estrategias metodológicas universitarias para mejorar las competencias pedagógicas los docentes. La metodología aplicada se basó en el enfoque mixto; por el propósito el tipo de investigación fue la aplicada, por el alcance descriptivo y explicativo: la técnica de recolección de datos fue la encuesta, la población conformaron  520 docentes la muestra determinada fue de 177 sujetos.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Gina Real Zumba","Julio Enmanuel Villacrés Real","Julio Enmanuel Villacrés Real"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1105/944"
        },
        {
            "title": "Análisis computacional para determinar la durabilidad de adoquines peatonales fabricados con mezcla de plástico polipropileno reciclado y semilla entera de mauritia flexuosa l. f. (aguaje)",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "27 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "El objetivo consistió en describir la durabilidad de unos adoquines peatonales compuesto por mezcla de plástico polipropileno de alta densidad (PEAD) reciclado y diluido con extrusora artesanal a 180 °C que fue vertido en un molde metálico con semillas enteras de aguaje que se consideró como componente sólido para ganar volumen. Dicho material se obtuvo en octubre del año 2017, en seguida se colocó en una vereda por donde transita con regularidad los peatones. Como resultado después de cinco años de pisoteo constante los adoquines peatonales permanecieron intactos. No se observó deterioro alguno por el uso, solo mostró un ligero cambio de coloración por la insolación. Se comprobó que la semilla de aguaje se amoldó con el plástico diluido y se prevé larga duración del producto. Con ello se demostró la posibilidad de reciclar simultáneamente ambos insumos en adoquines peatonales.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Aparicio Limache Alonzo","Isaías Alberto Salinas Andrade","Guillermo Augusto Pastor Picón","Walter Lauro Pérez Terrel","Lenin Vladimir Vargas Villa","Rosa Eva Arenales López"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1103/942"
        },
        {
            "title": "Proyectos educativos productivos en el desarrollo de la cultura del emprendimiento en los colegios de las parroquias rurales en el cantón de loja, ecuador",
            "isbn": "  Vol. 15 Núm. 6 (2022): Junio",
            "pageCount":  null,
            "publishedDate":  "27 Junio 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "La exigencia social de aprender para hacer, exige un cambio en la educación contemporánea y subscribe la formación por competencias, expresada como apropiaciones relevantes de habilidades, conocimientos, actitudes y valores, que actualizados persistentemente consienten al individuo a orientar de forma efectiva y responsable su interacción y desarrollo en disímiles escenarios sociales. Para el acercamiento al objeto de estudio de la presente investigación se utilizó una metodología cualitativa que permitió el abordaje de la problemática y determinar el estado del arte de la formación por proyectos educativos productivos en el desarrollo de la cultura del emprendimiento en la educación ecuatoriana, en específico en los colegios de las parroquias rurales en el cantón de Loja.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Jonathan Fernando Torres Zambrano","Alba Viviana Herrera Córdova"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1100/940"
        },
        {
            "title": "Sistema de detección de fugas en oleoductos, propuesta de aplicación en una industria cubana",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "30 Abril 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Los oleoductos y poliductos del planeta son caracterizados como el medio más seguro y económico de transporte de petróleo y sus derivados a larga distancia. Por ser tan importantes, estas tuberías tienen que cumplir numerosas exigencias de fiabilidad, seguridad y eficiencia ya que un fallo en las mismas trae como consecuencias pérdidas económicas e impactos ambientales. Entre las exigencias más comunes está el uso de sistemas de detección de fugas (LDS) que alerten y ubiquen el posible derrame de combustible. En este trabajo se hace una revisión de los principales métodos para la detección de fugas en oleoductos y se presenta una propuesta de aplicación para un oleoducto que trasiega combustible desde una refinería hacia una central termoeléctrica en Cuba. La arquitectura definida tiene como base el uso de los equipos de instrumentación instalados en ambos extremos de dicha tubería.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Jorge Pérez Lanza", "Iván Santana"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1068/910"
        },
        {
            "title": "Desarrollo de pruebas funcionales con selenium webdriver y python",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "30 Abril 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Las pruebas manuales de software consumen mucho tiempo y recursos estando sujetas a errores humanos. Para solventar estos problemas existen las pruebas automatizadas. Para aplicar este tipo de prueba existen varias herramientas entre las que se encuentra Selenium WebDriver una herramienta de código abierto que su mayor uso está dado por su utilización en el desarrollo de pruebas funcionales. Esta herramienta brinda una interfaz de programación de aplicaciones para trabajar con el lenguaje de programación Python. Por lo que, en este trabajó se documentó el desarrollo de este tipo de prueba utilizando las tecnologías mencionadas con anterioridad y empleando como buena práctica el patrón Page Object Model. Con este trabajo finalmente se demuestra que las pruebas automatizadas tienen un tiempo de ejecución menor que las pruebas manuales y que estas además se ejecutan de forma precisa, lo que ofrece un resultado más preciso y fiable.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Maydalis Hernández Pérez", "Luis Ángel Llull Céspedes"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1069/911"
        },
        {
            "title": "Control tolerante a fallos multi-objetivo para bess acoplados a micro-redes aisladas basado en imc y h∞",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "30 Abril 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "La investigación propone una estrategia de tolerancia a Fallas Multi-objetivo para Sistemas de Almacenamiento por Baterías (por sus siglas en inglés BESS) acoplado a la MRH (Micro-Red-Híbrida) tipo Benchmark basada en algoritmos por IMC y H-infinito (H∞), considerando que el control operara para cualquier perturbación de carga en el sistema. El método propuesto brindará las bases para el desarrollo de metodologías de tolerancia a fallas en MRH, además, contribuirá a mejorar la confiabilidad del BESS y la MRH aislada ante efectos negativos como perturbaciones. El comportamiento en general tendrá una correcta respuesta a nivel de Voltaje y Corriente, además para mejorar y evitar la acción de control se incluirá un mecanismo conocido Anti WinUp. Todo diseño se centra en controladores, Modelos y Plantas que permitirán ajustar los tiempos de control para mejorar la confiablidad del BESS y MRH. Finalmente, los resultados serán velicados y comprobados mediante simulación en Matlab/Simulink.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Jean Carlos Buestán Vera", "Leony Ortiz Matos","Alexander Aguila Telelz"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1046/912"
        },
        {
            "title": "Sistemas de recomendación para la gestión de proyectos. Análisis bibliométrico",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "30 Abril 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "En la actualidad existen diversas organizaciones que asumen como estructura, un modelo de gestión por proyectos. El creciente número de proyectos que se conceptualizan y se desarrollan a su vez, genera gran cúmulo de datos. Sin embargo, la insuficiente capacidad de análisis y procesamiento sobre los datos generados, imposibilitan la identificación de información que facilite la toma de decisiones a los principales directivos. Problemas de la naturaleza antes descrita, han sido abordados en la literatura científica a partir de técnicas de descubrimiento del conocimiento como los Sistemas de Recomendación (SR). La presente investigación tiene como objetivo realizar un análisis bibliométrico sobre los principales entornos de aplicación de los SR, fundamentalmente en la gestión de proyectos. El estudio realizado demostró que aunque existen múltiples investigaciones realizadas sobre los sistemas de recomendación, han sido poco explorado en la gestión de proyectos.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Bárbara Bron Fonseca", "Omar Mar Cornelio"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1070/914"
        },
        {
            "title": "Programas computacionales para el desarrollo de habilidades ortográficas",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "1 Mayo 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "El objetivo de la investigación fue brindar un aporte significativo, el cual ofreció conocimientos teóricos, prácticos y pedagógicos, lo que permitió que los docentes en las preparaciones metodológicas para sus clases introduzcan programas computacionales dotados de actividades didácticas para darle solución a la problemática relacionada con el uso adecuado de las reglas ortográficas, se utilizaron  las actividades didácticas interactivas utilizadas para mejorar la ortografía están elaborada a partir de los tres niveles de desempeño cognitivo, lo que favoreció el desarrollo de habilidades ortográficas en los estudiantes. Se utilizaron métodos de la investigación científica tales como, del nivel teórico: se utilizó el análisis–síntesis, histórico–lógico, inducción–deducción, del nivel empírico: se realizaron encuestas, observación, revisión bibliográfica y el estadístico–matemático.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Kirenia Maldonado Zuñiga", "Raquel Vera Velázquez","Martha Irene Romero Castro"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1071/915"
        },
        {
            "title": "Realidad de las redes sociales en cuba, la educación primero",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "2 Mayo 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Los problemas más fehacientes sobre el empleo de las redes sociales, están asociados al uso indiscriminado de la Tecnología de la Información y las Comunicaciones (TIC) sin conocer sus riesgos, llegando a provocar incluso estallidos sociales que afectan la  seguridad nacional de cualquier país, pudiendo estar enmarcados en una Guerra No Convencional. Es vital prestarle atención hoy al empleo de las redes sociales en cualquier área del conocimiento. El presente trabajo analiza las posibilidades del empleo de las redes sociales como una fuente de obtención de conocimientos, que no arriesgue la privacidad.  Para concluir se le da solución a la problemática en los temas de la asignatura de Seguridad Nacional en el Centro Universitario Municipal de Guanajay a través de las diferentes carreras.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Maylín Ante Domínguez", "Yadier Pérez Sánchez","Janiel Millán López"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1072/916"
        },
        {
            "title": "Propuesta metodológica para el uso de geogebra en la enseñanza de funciones polinómicas",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "2 Mayo 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Las Tecnologías de la Información y Comunicación (TIC) ha impactado la práctica académica del docente de matemática en Ecuador, por lo que ha tenido que recurrir al uso de ambientes virtuales, en situación de pandemia, llevándolo a innovar con propuestas metodológicas que le han facilitado el desarrollo de capacidades lógico matemáticas en sus estudiantes, tal es el caso del uso de la GeoGebra, como herramienta versátil para el manejo de los diversos contenidos de esta disciplina académica. Se fundamenta en las Teoría Cognitiva del Aprendizaje de Piaget y la Teoría Socio-Cultural de Vygotsky, además su uso fortalece el perfil de salida de los bachilleres ecuatorianos (justicia, innovación y solidaridad).  La investigación se desarrolló bajo un enfoque cuantitativo con un diseño cuasiexperimental donde se trabajó con dos grupos control no equivalente, de 30 estudiantes cada uno, se realizó un pretest y un postest donde se manipuló a la variable “estrategia de enseñanza de las matemáticas” para medir el efecto sobre la variable “el aprendizaje de las funciones polinomiales”.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Carmen Cecilia Mera Mieles", "Osvaldo Fosado Tellez"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1073/917"
        },
        {
            "title": "La triada pedagógica y su influencia en el proceso de aprendizaje",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "2 Mayo 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "El artículo presenta las derivaciones más apreciables del trabajo de investigación del Proyecto Semilleros ejecutado en Educación Básica, en la Universidad Técnica de Babahoyo (UTB) la cual tuvo como finalidad delinear una estrategia educativa para la colaboración de quienes conformamos la triada pedagógica en los compromisos estudiantiles de los estudiantes de la entidad antes mencionada, a los cuales se les emplearon los instrumentos de recolección de información. Se construyó un cuadro matriz de análisis, que cruza cada una de las categorías con lo que dice cada actor social sobre ellas.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Angélica Margara Mora Aristega", "Nathaly Nicolle Otacoma Elizondo","Hugo Marcelo Monserrate Zambrano","Karla Priscila Murillo Sandoya"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1074/918"
        },
        {
            "title": "Laboratorio virtual como herramienta para potenciar las competencias de Física en estudiantes de bachillerato",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "12 Mayo 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Los laboratorios virtuales constituyen tecnologías bases existentes de sistemas de gestión de aprendizajes, ellos resultan limitados cuando lo que se requiere es promover procesos de aprendizaje a distancia en el campo de disciplinas de base experimental como lo es la Física y el resto de las Ciencias Naturales.  El presente trabajo tiene como propósito determinar el impacto del laboratorio virtual en el aprendizaje de la Física en estudiantes de Bachillerato de la Unidad Educativa Fiscal “Cinco de Junio” de Manta. El análisis se lleva a cabo desde la dimensión afectiva, referente a la actitud de los estudiantes hacia los conocimientos científicos y las asignaturas de ciencia y desde la dimensión cognitiva, concerniente al nivel de comprensión de los contenidos de la Física, relacionada con la habilidad para resolver problemas de Física.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Heber Luis Naranjo Reyes", "Osvaldo Fosado Tellez"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1075/919"
        },
        {
            "title": "Herramienta em3 para identificar el ciclo de vida de los negocios",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "15 Mayo 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Los modelos de negocios son expresiones relacionadas con la excelencia empresarial, su importancia es significativa para empresarios emprendedores, ejecutivos, inversionistas, etc. Ellos en los en los últimos años, se han desarrollado sobre la base de herramientas de innovación para lograr medir la rentabilidad de los negocios de forma segura y examinar el ciclo de vida de los negocios. En el presente estudio, se propone como objetivo, analizar el comportamiento del ciclo de vida de los negocios, a través de la herramienta Innovation Think. Para tal fin se presenta el modelo de negocios EM3, que permite determinar cada uno de los procesos naturales de vida de un negocio, lo cual es útil porque acepta poder rediseñar el modelo de negocio, es decir, contribuye a obtener producto o servicios, rediseñado para las nuevas necesidades del mercado y contribuye a que no muera el negocio.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Rodolfo Batalla Villa", "Neilys González Benítez"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1076/920"
        },
        {
            "title": "Caracterización de la red de usuarios de twitter en torno a la etiqueta #cuba",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "18 Mayo 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "El estudio se propuso una caracterización del segmento formal de usuarios, al alrededor de la etiqueta #Cuba, la que desempeñó un rol de soporte en la creciente incorporación de representantes de la institucionalidad cubana en la red social Twitter, a partir del 10 de octubre del 2018, cuando el presidente cubano inauguró su perfil en esa plataforma. La caracterización, que incluye un breve recorrido histórico de la presencia cubana en Twitter puede servir de punto de partida para observar la evolución de la audiencia y las interacciones entre los usuarios que la conforman ante estudios de relaciones ideo-políticas, de generación de contenidos o la red social digital como espacio deliberación.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Rafael de Jesús Cruz Ramos"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1077/921"
        },
        {
            "title": "Indicadores de gestión en el proceso administrativo-docente en la unidad educativa fiscal paján",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "1 Mayo 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Las instituciones educativas fiscales están regidas por el ministerio de educación y cultura, ente regulatorio legal amparado en la constitución de la República del Ecuador, que rige mediante normativas que regulan el funcionamiento administrativo dentro del contexto de la comunidad educativa, en base a  ello la unidad educativa fiscal Paján debe trazar estrategias y objetivos medibles a alcanzar, proyectando correctivos necesarios que mejoren la gestión docente dentro de la institución educativa, cuya problemática observada es la inadecuada aplicación de los indicadores de gestión y sus resultados se ven reflejados en el incumplimiento de la gestión administrativo-docente. Como resultado se pudo identiﬁcar los mecanismos de gestión que deben aplicarse para focalizar la solución a la problemática planteada, mediante la estructuración de indicadores de gestión y que estas a su vez contribuyan a la mejora y optimización en procesos administrativos-docentes de la unidad educativa fiscal Paján.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Villamar Nieves Ginger Monserrate","Proaño Ponce William Patricio"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1091/932"
        },
        {
            "title": "La gestión administrativa en asociaciones",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "1 Mayo 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "El proyecto de investigación que se detalla sobre la gestión administrativa y el fortalecimiento organizacional busca mejorar el conocimiento de la sociedad, el cual tiene como enfoque servir para los procesos administrativos. En este sentido, el propósito es brindar conocimiento para que futuras generaciones conozcan sobre estos temas de interés general y poder ponerlos en práctica. El objetivo de investigación es determinar la gestión administrativa y su incidencia en el fortalecimiento organizacional en la asociación el sombrerito Machalilla, del cantón Puerto López, año 2021.  La investigación sigue un enfoque cualitativo, descriptivo, de campo y revisión documental. La población tomada en cuenta es de 65 personas inscritas, de esta forma se toma como muestra un total de 45 personas. Se constató en los resultados que un 67% de los encuestados refirieron que si influye el comportamiento del individuo en el desempeño administrativo.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Tumbaco Alvarado Adrián Alessandro","Macías Loor Félix Ignacio"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1092/933"
        },
        {
            "title": "Cultura organizacional y su influencia en el proceso administrativo en instituciones educativas, cantón pedro carbo",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "1 Mayo 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "La presente investigación está enfocada en el análisis de cultura organizacional y su influencia en el proceso administrativo en entidades educativas, se ha considerado para este caso la Unidad Educativa Eduardo Granja Garcés del Cantón Pedro Carbo. El objetivo fue determinar de qué manera la cultura organizacional influye en el proceso administrativo de dicha institución, donde se conoció la aplicación del proceso administrativo y que norma interviene en dicho proceso, sin embargo, dentro del trabajo se elaboró el marco teórico donde se destacan bases conceptuales necesarias para argumentar las variables abordadas, posterior a ello se desarrolló la metodología donde se consideró el tipo de investigación no experimental con un alcance descriptivo y correlacional, un enfoque de análisis mixto y un método empírico, bibliográfico, análisis y síntesis e histórico lógico.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Jipson Abad Alay Menoscal","Fabián Eduardo Barcia Villamar"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1093/934"
        },
        {
            "title": "Calidad del proceso administrativo en gobierno autónomo descentralizado – pedro pablo gomez",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "1 Mayo 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "El proceso administrativo es parte fundamental en la organización ya que se definen las fases por las cuales las actividades serán realizadas, ofreciendo un control adecuado sobre los mismos. La calidad en los procesos de la administración puede incidir de forma adecuada en los niveles de eficiencia y eficacia que presenten los funcionarios y así se garanticen los servicios acordes a los objetivos organizacionales. Este proyecto tiene por objetivo determinar la incidencia de la calidad del proceso administrativo en la eficiencia y eficacia del Gobierno Autónomo Descentralizado (GAD) Parroquial Pedro Pablo Gómez, para lo cual se diseña una metodología de tipo analítica, descriptiva y exploratoria, usando los métodos: inductivo, analítico sintético y descriptivo, las técnicas aplicadas fueron la entrevista a un funcionario del GAD parroquial y la encuesta a los habitantes de la localidad, determinándose en una muestra de 67 personas.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Marlon Fermín Parrales Chávez","Fabian Eduardo Barcia Villamar"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1094/935"
        },
        {
            "title": "Análisis de control interno en la asociación ¨el sombrerito de machalilla¨",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "1 Mayo 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "El control interno respalda el correcto funcionamiento de las operaciones en todo tipo de organización, ya que es un mecanismo mediante el cual se puede estudiar y evaluar a profundidad la efectividad de las empresas, la aplicación y cumplimiento de normativas internas, leyes y regulaciones de carácter nacional. De tal manera, establece pautas que permiten la organización, el control, verificación y seguimiento de las actividades empresarial. En este trabajo se pretende beneficiar a los socios, a la carrera y egresada para lograr que desarrollen sus actividades bajo un proceso sistemático y control interno adecuados. Se busca evaluar el control interno y su relación en la gestión estratégica, así mismo determinar los riesgos organizacionales, para diseñar un flujograma de procesos y exponer la investigación.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Tanya Michell Cedeño Bartolome","Fabian Eduardo Barcia Villamar"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1095/936"
        },
        {
            "title": "Revisión de algoritmos de big data aplicados a la plataforma educativa moodle",
            "isbn": " Vol. 15 Núm. 5 (2022): Mayo",
            "pageCount":  null,
            "publishedDate":  "30 Abril 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "La implementación de sistemas de gestión del aprendizaje como Moodle, en instituciones educativas ha aumentado en los últimos años, la interacción de los estudiantes con la plataforma genera un gran volumen de datos, que en muchas ocasiones no son utilizados debido a que los análisis de aprendizaje tradicionales no son capaces de procesarlos dando surgimiento a nuevas áreas de investigación como la minería de datos. La presente investigación se efectuó con la finalidad de determinar cuáles son las principales técnicas de minería de datos, algoritmos y herramientas utilizadas para el análisis de los datos generados por Moodle. Aplicar las técnicas de minería de datos a los registros de Moodle permite obtener nuevos conocimientos para docentes y autoridades de las instituciones educativas, a partir de los cuales tomar acciones correctivas para la mejora del proceso de enseñanza-aprendizaje virtual.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Yandry José Olarte Sancán","Marely del Rosario Cruz Felipe"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1036/913"
        },  
        {
            "title": "Impacto de las tecnologías de la información y la comunicación en los procesos de interaprendizaje en el área técnico-contable a nivel secundario",
            "isbn": " Vol. 15 Núm. 4 (2022): Abril",
            "pageCount":  null,
            "publishedDate":  "30 Marzo 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Con el advenimiento de la Cuarta Revolución Industrial, las tecnologías de la información y la comunicación han cobrado un protagonismo cada vez mayor en la sociedad. En el sector de la educación, su empleo propicia numerosas ventajas para mejorar la calidad del proceso de enseñanza-aprendizaje. Sin embargo, se ha constatado que los docentes del nivel secundario en ocasiones no aplican herramientas tecnológicas para mejorar la ejecución de los procesos de interaprendizaje en el área técnico-contable. El objetivo es analizar el impacto de las tecnologías de la información y la comunicación en los procesos de interaprendizaje en el área técnico-contable a nivel secundario. La investigación es de tipo documental, donde se hace una revisión bibliográfica sobre las investigaciones que abordan el empleo de herramientas tecnológicas al área referida, así como el impacto constatado de las mismas en la calidad del proceso de enseñanza-aprendizaje.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Lluvi Mireya Correa Cabrera ","Karla Fabiola Barrera Rumazo","Isabel Marielisa Acosta Herrera"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1055/901"
        },
        {
            "title": "Análisis estadístico de las sucesiones de salida del Generador de Secuencias Pseudoaleatorias: Fortuna",
            "isbn": " Vol. 15 Núm. 4 (2022): Abril",
            "pageCount":  null,
            "publishedDate":  "30 Marzo 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "La Dirección de Criptografía (DC) es el órgano responsabilizado con trazar las políticas en materia criptográﬁca, por lo que entre sus principales tareas tiene la asimilación de sistemas criptográﬁcos públicos, para su posible empleo, debido a lo cual, la evaluación de los mismos es un aspecto imprescindible a tener en cuenta. El generador de secuencias pseudoaleatorias mixto denominado Fortuna (Kohno, (2010)) es un ejemplo de los generadores públicos de interés para la DC. El trabajo presentado aporta una valoración estadística de las sucesiones de salidas de este Generador de Números Pseudoaleatorios Criptográﬁcamente Seguro basado en el modelo original descrito por los autores. Las pruebas son analizadas mediante el paquete de pruebas estadísticas propuestas en el año 2008, por el Instituto Nacional de Estándares y Tecnologías de los Estados Unidos (NIST por sus siglas en inglés) así como por el conjunto de Test del DieHard. El estudio realizado arroja que el generador Fortuna posee buenas propiedades estadísticas analizando algunas de las sucesiones de salidas, por lo que se recomienda su uso en aplicaciones criptográficas.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Laura Castro Argudín","Yaniel Medina Pérez"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1036/913"
        },
        {
            "title": "Metodología de la Investigación Científica en Ingeniería en Ciencias Informáticas y carreras afines",
            "isbn": " Vol. 15 Núm. 4 (2022): Abril",
            "pageCount":  null,
            "publishedDate":  "1 Abril 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Los conocimientos de Metodología de la Investigación Científica (MIC), son requeridos como parte de la formación de los egresados de carreras universitarias. Sus contenidos (resumidos en Conocimiento, Ciencia, Innovación e Investigación, Problemática, Problema, Objeto, Campo, Objetivo, Métodos, Hipótesis, Tareas, Planificación, Estimados económicos y Proyectos de investigación, entre otros), los necesita todo aquel profesional enrolado al menos, en empeños laborales medianamente novedosos. En los Planes de Estudio (PE) de las carreras de ingeniería, se incluye como competencia comun la de resolver problemas, al aportar soluciones en sus campos de actividad. Las particularidades de los PE, signados por los criterios de quienes lo elaboran y el tiempo previsto para culminar los estudios, en ocasiones llevan a asumir o no una asignatura específica de MIC para el aprendizaje necesario en esta área del conocimiento.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Tito Diaz Bravo","Iraida Paredes Sanchez","Leidys De la Luz Paredes"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1057/903"
        },
        {
            "title": "La Educación Superior 4.0: retos y perspectivas",
            "isbn": " Vol. 15 Núm. 4 (2022): Abril",
            "pageCount":  null,
            "publishedDate":  "1 Abril 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "En la actualidad, las soluciones introducidas en la industria hacen que la comunicación y los procesos industriales sean más eficaces. La inteligencia artificial gestiona la organización y la fabricación de bienes. Es la cuarta revolución industrial cuyo elemento inherente es la relación con el progreso tecnológico. Se crean profesiones cuyo desempeño implica nuevas competencias, lo que supone un reto para el sistema educativo y en especial para la educación superior. A las aulas universitarias acuden ya nativos digitales. La introducción de las tecnologías 4.0 en las universidades requiere cambios profundos y no ilusorios, donde las tecnologías deben utilizarse como herramientas cognitivas que desarrollen los conocimientos de los alumnos, su pensamiento crítico y su capacidad de comunicación con los demás. El propósito del presente estudio es describir los retos y perspectivas de la educación superior 4.0, con el objetivo de estimular el diálogo y promover la preparación y la innovación para los cambios que llegan rápidamente en los horizontes más amplios de la Educación Superior.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Maikel Leyva Vázquez","Inelda Anabelle Martillo Alcivar","Gilberto Fernando Castro Aguilar"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1058/904"
        },
        {
            "title": "Aplicación informática para la gestión documental de protección de derechos de la niñez y adolescencia",
            "isbn": " Vol. 15 Núm. 4 (2022): Abril",
            "pageCount":  null,
            "publishedDate":  "13 Abril 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "En los años  reciente se ha dado importancia  sobre los temas de desarrollo de una aplicación informática para la gestión documental, las cuales se utilizan para definir un cambio determinante o brusco. La innovación tecnológica se torna un avance que hace que lo viejo resulte arcaico en cuanto se incorpore a las nuevas formas de actuación y pensamiento social y a la vez permita automatizar procesos. Este artículo tiene como objetivo desarrollar una aplicación informática para la gestión de documental. Para el estudio se empleó una investigación descriptiva sustentada en revisión bibliográfica, en la cual se permitieron obtener resultados mediante una encuesta tomando como referencia el de la Junta Cantón de Protección de derechos de la niñez y adolescencia del cantón Paján. Los resultados obtenidos muestran la creación de un sistema gestor de datos que les permita a los miembros de la parte administrativa realizar el ingreso de los casos presentados en la institución, búsqueda de información, seguridad de información y manejo de procesos de manera fácil y eficiente permitiendo tomar decisiones, compartir conocimientos y mejorar los servicios prestados en la institución; a fin de alcanzar competencias que instauren nuevos paradigmas y contribuyan a cumplir el encargo social.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Maria Mercedes Ortiz Hernandez ","Edwin Antonio Mero Lino","Alberto Rodríguez Rodríguez"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1064/907"
        },
        {
            "title": "Gestión de la información para el mejoramiento genético en la producción cárnica de la raza Brahman en Latinoamérica",
            "isbn": " Vol. 15 Núm. 4 (2022): Abril",
            "pageCount":  null,
            "publishedDate":  "26 Abril 2022" ,
            "portadaURL": "Images/SerieCientifica/Serie",
            "shortDescription": "Las fuentes de proteína, como lo es la de la carne bovina es una de las más ricas dentro de los alimentos de origen animal. La conservación de las razas ganaderas, el desarrollo y mejoramiento de ellas son fuentes indiscutibles de sostenibilidad y ayudan al beneficio de los recursos de diferentes zonas, este mejoramiento y conservación de razas, incurren de forma positiva en la disminución de insumos externos y favorece la resiliencia de cualquier sistema ganadero, ante epizootias y eventos climáticos extremos. Por tal motivo en el presente estudio es realizar un análisis bibliométrico que permita la gestión de la información para evaluar el avance genético de la raza Brahman en Latinoamérica y las principales características seleccionadas para la producción cárnica.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Wisme Marcelo Pin","Juan José Zambrano","Pablo Roberto Marini"],
            "categories": null,
            "pdfURL":"https://publicaciones.uci.cu/index.php/serie/article/view/1065/909"
        }

    ]
}