{
    "books":
    [
        {
            "title": "Subsistema de recopilación automática de noticias de los medios informativos de la Universidad de las Ciencias Informáticas",
            "isbn": "TD_09437_19 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2019" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El presente trabajo propone un subsistema de recopilación automática de noticias de los medios informativos de la Universidad de las Ciencias Informáticas (UCI). Se analizaron diferentes fuentes bibliográficas relacionadas con las características y la utilización de herramientas que están enfocadas en la recopilación de información a nivel nacional e internacional. La solución consiste en un subsistema capaz de recopilar noticias de forma automática obtenidas de los sitios de la UCI para el Departamento de Operaciones Web y Análisis de Información (DOWAI), debido a que la recopilación de información que se realiza en el departamento es de forma manual.",
            "editorial": "UCI. Facultad 1.",
            "idiom": "Español",
            "authors": ["Liana Maletá Terry"],
            "categories": ["Disnayle Jorge Chacón","María del Rosario Gutiérrez","Yulio Alemán Rodríguez"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10243/1/TD_09437_19.pdf"
        },
        {
            "title": "Módulo Partes tecnológicos para el Sistema de Gestión Universitaria",
            "isbn": "TD_09435_19 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2019" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "La Universidad de las Ciencias Informáticas es un centro de altos estudios que hace uso de las Tecnologías de la Información y las Comunicaciones en el proceso de informatización de la sociedad y la propia institución, siendo el Sistema de Gestión Universitaria una de las herramientas de apoyo a varios de sus procesos. Uno de ellos es la creación de informes para conocer el estado de la tecnología en la universidad, realizado mediante hojas de cálculo, sin verificación de los locales o la cantidad de dispositivos en ellos. La presente investigación tiene como objetivo el desarrollo de un módulo que permita agilizar y centralizar la creación de partes tecnológicos e informes consolidados.",
            "editorial": "UCI. Facultad 1.",
            "idiom": "Español",
            "authors": ["José Carlos Rodríguez Texidor"],
            "categories": ["Yamila Mateu Romero","Dianly Santiler Álvarez"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10242/1/TD_09435_19.pdf"
        },
        {
            "title": "Módulo de inventario de actualizaciones y parches de seguridad del sistema operativo Windows en XILEMA GRHS",
            "isbn": "TD_09467_19 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2019" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "En la presente investigación se desarrolla un análisis de los principales elementos asociados a la automatización del inventario de actualizaciones y parches de seguridad del sistema operativo Windows para el gestor de recursos de hardware y software, desarrollada por el centro de telemática de la facultad 2 de la universidad de las ciencias informáticas. Se presenta la descripción de las funcionalidades y los artefactos asociados a la metodología de desarrollo adoptada para dar solución a la problemática planteada por el cliente. Para la propuesta de solución se realizará un módulo que permita capturar y mostrar los datos de las actualizaciones y parches de seguridad instalados y pendientes del sistema operativo Windows en el gestor de recursos de hardware y software. Lo que facilitará la automatización de la captura, análisis y consulta de la información de las actualizaciones y parches de seguridad contribuyendo al control en el cumplimiento de las políticas de y a la reducción de riesgos.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Erlin Torres Lage"],
            "categories": ["Mónica Peña Casanova","Leonel Fuentes García","Ramón Guzmán Alemañy"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10241/1/TD_09467_19.pdf"
        },
        {
            "title": "Sistema para la gestión de información de la práctica profesional en la Facultad",
            "isbn": "TD_09453_19 ",
            "pageCount":  null,
            "publishedDate":  "2019" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "La práctica profesional es la disciplina principal integradora de la carrera de Ingeniería en Ciencias Informáticas de la Universidad de las Ciencias Informáticas (UCI) la cual concreta el carácter de ciencia de la carrera. Esta disciplina está compuesta por cinco asignaturas fundamentales, divididas en dos ciclos, el básico y el profesional; en este último los estudiantes se encuentran incorporados a proyectos productivos. Durante la práctica profesional cada facultad debe tener control y seguimiento de los estudiantes pertenecientes a los centros productivos y de investigación mientras cursan las asignaturas de dicha disciplina. Este proceso genera mucha información que se encuentra aislada, lo que dificulta ofrecer de forma rápida y oportuna cualquier dato o reporte referente al mismo, además trae consigo pérdidas y en ocasiones duplicidad de la información. Por lo cual el objetivo de la presente investigación es desarrollar un sistema que contribuya a que el intercambio de información entre los centros y la Facultad sea en tiempo y sin pérdidas.",
            "editorial": "UCI. Facultad 1.",
            "idiom": "Español",
            "authors": ["Stephanie González González"],
            "categories": ["Niurvis Legrá López","Mayleidis López Fernández","Osay González Fuentes"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10240/1/TD_09453_19.pdf"
        },
        {
            "title": "Diseño de arquitectura para herramientas de gestión de clientes basada en políticas",
            "isbn": "TD_09490_19 ",
            "pageCount":  null,
            "publishedDate":  "5 Junio 2019" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "Las Tecnologías de la Información y las Comunicaciones evolucionan de manera que el desarrollo social en el planeta no está a la altura del actual desarrollo científico en el ámbito de la informática y las comunicaciones. Con este rápido avance aparecen los entornos heterogéneos, dispersos y con altos niveles de complejidad en la gestión de clientes de red dentro de las organizaciones. Estos entornos enmarcan los principales motivos por lo cual es necesario efectuar una correcta gestión de clientes de red a la hora de brindar los servicios, ya que de ello depende brindar un servicio con calidad. La gestión integrada de clientes de red, se presenta como una opción viable dado que permitirá el intercambio de información de gestión en entornos heterogéneos, a través de un modelo común de información vinculando las necesidades del negocio con la infraestructura de la organización. En el presente trabajo se diseña una arquitectura de software para la gestión de clientes de red basado en políticas en entornos tecnológicos inestables que permite aumentar la disponibilidad, modificabilidad y usabilidad en las soluciones de gestión de clientes.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Jorge Luis Alfonso Chávez"],
            "categories": ["Mónica Peña Casanova","Yenlys Guerra Dávila"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10232/1/TD_09490_19.pdf"
        },
        {
            "title": "Microservicios para la obtención de información de los productos que oferta la red de ventas minorista en Cuba basado en la arquitectura de microservicios",
            "isbn": "TD_09491_19 ",
            "pageCount":  null,
            "publishedDate":  " Junio 2019" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "En el ámbito comercial la utilización de la tecnología ha traído grandes ventajas en los mercados internacionales, ya que permite las relaciones comerciales entre el mercado y los consumidores. Cuba se encuentra inmersa en un proceso de avance tecnológico e informatización de la sociedad, con el que la población se está viendo beneficiada. Por medio de estudios realizados por la Empresa de Tecnologías de la Información para la Defensa se ha podido detectar que, a pesar del desarrollo alcanzado en el país con el uso de las tecnologías las aplicaciones para la gestión de información de productos de la red de ventas minoristas cuentan con limitantes en su desarrollo por el uso de su arquitectura monolítica .El presente trabajo describe el desarrollo de microservicios para la obtención de información de los productos que oferta la red de ventas minorista en Cuba empleado la arquitectura de microservicios. ",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Damian Michel Collazo Baños"],
            "categories": ["Jenisley Verde Acosta","José Alexei Leyva Desdín"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10231/1/TD_09491_19.pdf"
        },
        {
            "title": "Módulo Gestión de Acuerdo en la tecnología de Alfresco Community 5.2",
            "isbn": "TD_09493_19 ",
            "pageCount":  null,
            "publishedDate":  "2019" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El Gestor de Documentos Administrativos XABAL eXcriba en su versión 3.1, es un software realizado en la Universidad de Ciencias Informáticas, diseñado para la gestión documental, que permite el trámite de los documentos que se generan o reciben en una organización. El software cuenta con un módulo Gestión de Acuerdo el cual permite la creación, modificación, prorrogación y aplazamiento de los acuerdos que se generan en las empresas y organizaciones. La investigación actual contribuye al desarrollo de un módulo de Gestión de Acuerdo en la tecnología Alfresco Community 5.2 que permita el manejo de la información y un control más efectivo de los acuerdos que se generan en las organizaciones.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Pablo E. Páez Lapchinsky","Alay Marrero González"],
            "categories": ["Aurelio Antelo Collado","Liomar Rodríguez Guerra","Geider Arévalo Quintana"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10230/1/TD_09493_19.pdf"
        },
        {
            "title": "Entrenamiento de un Perceptrón Multicapa utilizando agrupamiento conceptual aplicando el algoritmo RGC",
            "isbn": "TD_09495_19 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2019" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "Las redes neuronales artificiales son modelos computacionales con propiedades particulares, como la capacidad de adaptarse o aprender a generalizar, agrupar u organizar datos basado en un procesamiento paralelo. Dentro de estas, uno de los modelos más utilizados para la solución de problemas es el Perceptrón Multicapa teniendo en cuenta su gran capacidad como aproximador universal. En este modelo se presentan dos problemas que son significativos tanto en la convergencia como en la ejecución de la red neuronal artificial, uno relacionado con la determinación de los pesos sinápticos iniciales y otro referente al entrenamiento de la red en sí. El presente trabajo se propone como objetivo general desarrollar una herramienta informática para el entrenamiento del Perceptrón Multicapa utilizando el algoritmo RGC.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Adonis Guerrero Pi"],
            "categories": ["Maidelis Milanés Duque","Luis E. Manchón Lauzardo"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10229/1/TD_09495_19.pdf"
        },
        {
            "title": "Sistema informático para la certificación de la producción en la Empresa de Tecnologías de la Información para la Defensa",
            "isbn": "TD_09496_19 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2019" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "La informatización de las empresas es un proceso en la actualidad que va haciéndose necesario yprácticamente fundamental para el correcto funcionamiento de la misma. La administración es una función fundamental para cada empresa y en este caso para la Dirección de Producción de la Empresa de Tecnologías de la Información para la Defensa. Hoy en día la certificación de la producción en dicha empresa se realiza manualmente, lo que lo hace ineficiente al traer consigo la aparición de desvío de recursos, el papeleo innecesario, la demora en la entrega y recursos de importancia para decidir cuestiones importantes, el desconocimiento de determinadas situaciones, entre otros problemas, que se derivan de la carencia de un sistema informatizado que mantenga laveracidad de los datos. Por tal motivo, el presente trabajo tiene como objetivo desarrollar un sistema informático para la certificación de la producción en dicha empresa.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Jiolber Castillo Díaz"],
            "categories": ["Yadainy Betancourt Rodríguez","Beatriz Lugo Robaina"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10228/1/TD_09496_19.pdf"
        },
        {
            "title": "Arquitectura para la gestión del equipamiento activo de redes basado en políticas",
            "isbn": "TD_09489_19 ",
            "pageCount":  null,
            "publishedDate":  "5 Junio 2019" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El avance de las Tecnologías de la Información y las Comunicaciones (TIC) conllevan a una creciente demanda de los servicios de información y de las infraestructuras que abarcan equipos de todos tipos. Dentro de estas infraestructuras se encuentra los principales motivos para efectuar una correcta gestión en los equipos activos que albergan los servicios, ya que de ellos depende el hecho de brindar un servicio con calidad y seguridad. La gestión integrada basada en políticas se presenta como una opción viable dado que permitirá el intercambio de información de gestión en entornos heterogéneos y dispersos, a través de un modelo común de información vinculando las necesidades del negocio con la infraestructura de la organización. En el presente trabajo se desarrolló un procedimiento para el diseño de infraestructuras TI, para alinear la operación del mismo se propone una arquitectura capaz de enmarcar la gestión del equipamiento activo basado en políticas, que permite a las entidades mejorar su gestión de recursos informáticos al construir redes altamente escalables y flexibles.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Lisandra Lazara Pedroso Guerra"],
            "categories": ["Mónica Peña Casanova","Yenlys Guerra Dávila"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10227/1/TD_09489_19.pdf"
        },
        {
            "title": "Diseño de un Sistema Basado en Reglas aplicando el algoritmo conceptual RGC del reconocimiento lógico combinatorio de patrones",
            "isbn": "TD_09494_19 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2019" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "Los Sistemas Basados en Reglas son sistemas expertos que basan su funcionamiento en las reglas de producción y un motor que las infieren para resolver problemas complejos. Dentro de ellos se encuentran los motores de reglas como almacenes que contienen las reglas y el motor de inferencia para una mejor organización del código fuente. En el sistema aplicado se representan dos problemas fundamentales, uno relacionado con el cálculo de los conceptos obtenidos a partir de la aplicación del algoritmo conceptual RGC y otroreferente a la obtención de las reglas que serán usadas en el motor de reglas. El presente trabajo se propone como objetivo general generar reglas de forma automática para la clasificación en un Sistema Basado en Reglas aplicando el algoritmo RGC del reconocimiento lógico combinatorio de patrones.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Suan López Cepero"],
            "categories": ["Natalia Sánchez Martínez","Maidelis Milanés Luque","Bienvenido Hanley Roque Orfe"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10224/1/TD_09494_19.pdf"
        },
        {
            "title": "Paleta de componentes gráficos para la representación de estaciones de vaporización en un central azucarero desde el sistema AREX",
            "isbn": "TD_09504_19 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2019" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El desarrollo creciente de las tecnologías ha permitido el reemplazo de sistemas analógicos o manuales por sistemas automatizados digitalmente, trayendo consigo disímiles ventajas, como el aumento de los niveles de producción. Por su parte, el Centro de Informática Industrial perteneciente a la Facultad 4 de la Universidad de las Ciencias Informáticas, desarrolla el Sistema de Medición y Adquisición de Datos AREX con el objetivo de ser desplegado en las industrias. Este cuenta con una paleta de componentes dirigida a algunos sectores industriales. El sistema en su estado actual no cuenta con los componentes gráficos que representan la estructura/edificación de un central de la industria azucarera. No permite la visualización de datos obtenidos de los procesos que ocurren en dicha industria por lo que en este momento no podría ser aplicado en este tipo de entornos. Para dar solución a esta problemática se ha desarrollado una paleta de componentes que representa una estación de evaporación de un central azucarero.",
            "editorial": "UCI. Facultad 3.",
            "idiom": "Español",
            "authors": ["Karla Martínez Carrera"],
            "categories": ["Gabriel O. Toledano López","Diana T. Galí Ramírez","Raúl E. Alamo Gihón"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10223/1/TD_09504_19%20.pdf"
        },
        {
            "title": "Aplicación para facilitar el acceso a la información no confidencial generada por el Sistema de Gestión para el Ingreso a la Educación Superior",
            "isbn": "TD_09156_18 ",
            "pageCount":  null,
            "publishedDate":  "28 Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El desarrollo creciente de las tecnologías ha permitido el reemplazo de sistemas analógicos o manuales por sistemas automatizados digitalmente, trayendo consigo disímiles ventajas, como el aumento de los niveles de producción. Por su parte, el Centro de Informática Industrial perteneciente a la Facultad 4 de la Universidad de las Ciencias Informáticas, desarrolla el Sistema de Medición y Adquisición de Datos AREX con el objetivo de ser desplegado en las industrias. Este cuenta con una paleta de componentes dirigida a algunos sectores industriales. El sistema en su estado actual no cuenta con los componentes gráficos que representan la estructura/edificación de un central de la industria azucarera. No permite la visualización de datos obtenidos de los procesos que ocurren en dicha industria por lo que en este momento no podría ser aplicado en este tipo de entornos. Para dar solución a esta problemática se ha desarrollado una paleta de componentes que representa una estación de evaporación de un central azucarero.",
            "editorial": "UCI. Facultad 3.",
            "idiom": "Español",
            "authors": ["Leandro Alejo Aguila"],
            "categories": ["Neysa Baldoquín Alonso","Ernesto Gutiérrez Ramos","Susana Becerra Rodríguez"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10222/1/TD_09156_18.pdf"
        },
        {
            "title": "Versión 2.0 de la aplicación móvil para la plataforma educativa XAUCE ZERA",
            "isbn": "TD_09151_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "Disímiles son las herramientas y aplicaciones desarrolladas con el objetivo de apoyar el proceso de enseñanza-aprendizaje destacándose las plataformas educativas, las cuales son muy utilizadas actualmente en cada una de las instituciones. Las tecnologías móviles por su parte, ofrecen nuevas oportunidades para el aprendizaje y su utilización en la educación ha ofrecido varias ventajas tanto para los profesores como para los estudiantes. Dado el auge del uso de los dispositivos móviles, con el paso del tiempo, se ha incrementado la cantidad de aplicaciones educativas desarrolladas para estos, lo cual ha posibilitado el nacimiento de un nuevo concepto: “aprendizaje móvil (m-learning)”. La presente investigación tiene como objetivo desarrollar la versión 2.0 de la aplicación móvil de la Plataforma educativa XAUCE ZERA para la interacción de forma off-line con los contenidos de la plataforma desde un dispositivo móvil con sistema operativo Android.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Raimary Sanjudo Cabrera"],
            "categories": ["Sandy Nuñez Padrón"," Yaritza B. González Ramírez","Guillermo González Jiménez"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10221/1/TD_09151_18.pdf"
        },
        {
            "title": "Herramienta informática para el Sistema de Información de Mercadotecnia del Centro de Tecnologías para la Formación",
            "isbn": "TD_09153_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "En la actualidad las empresas enfrentan nuevos retos con el objetivo de lograr posicionarse en el mercado. Una de las áreas importantes para lograr esta adaptabilidad es la mercadotecnia. Sus procesos son difíciles de llevar a cabo, ya que es de vital importancia la gestión de la información, debido a que permite conocer las necesidades y deseos del cliente, en pos de crear productos y servicios que logren venderse y competir en el mercado, lo que proporciona una mayor eficiencia y rapidez en la toma de decisiones. En la Universidad de las Ciencias informáticas se ubica el Centro de Tecnologías para la Formación, que en su estructura se encuentra el área de Mercadotecnia. El objetivo del presente trabajo es desarrollar una herramienta informática para la gestión de la información generada en el Sistema de Información de Mercadotecnia (SIM) del Centro de Tecnologías para la Formación (FORTES). ",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Alejandro Liyen Delgado"],
            "categories": ["Sandy Nuñez Padrón"," Yaritza B. González Ramírez"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10220/1/TD_09153_18.pdf"
        },
        {
            "title": "Editor de metadatos basados en el estándar LOM para Plataforma Educativa Xauce ZERA 2.1.",
            "isbn": "TD_09154_18 ",
            "pageCount":  null,
            "publishedDate":  "2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El Centro de Tecnologías para la Formación, de la Universidad de las Ciencias Informáticas, se especializa en la producción de aplicaciones y servicios informáticos orientados al sector educacional. El Centro, cuenta con varios proyectos de desarrollo bajo la arquitectura Xalix entre ellos La Plataforma Educativa Xauce ZERA 2.1. En esta se generan recursos educativos en los cuales no se permite su edición siguiendo un estándar específico. Con el propósito de facilitar el proceso, el presente trabajo propone un editor de metadatos basado en el estándar Metadatos de Objetos Educativos para contribuir a la caracterización de los recursos educativos y permitir su reutilización en distintas plataformas educativas.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Alexnurín Columbié Méndez"],
            "categories": ["Jorge Delgado Rúa","Agustín Castillo Cordero"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10219/1/TD_09154_18.pdf"
        },
        {
            "title": "Proceso de convergencia entre mecanismos de réplica para el Replicador de datos REKO",
            "isbn": "TD_09159_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El Replicador de datos REKO es un producto totalmente nacional e independiente con capacidad autónoma de soporte técnico, desarrollado sobre tecnologías libres que le permite al usuario, con el menor esfuerzo, cubrir las necesidades fundamentales de replicación, tales como: sincronización, transferencia de datos entre diversas localizaciones, la centralización de la información en una única localización, protección y recuperación. La propuesta de solución permite la convergencia de los mecanismos de réplica, además de permitirle al usuario actualizar las configuraciones de réplica para cada cambio de estructura existente.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Jessilié Paz Lara"],
            "categories": ["Gloria R. Leyva Jerez","Nayibi Martín Peña","Yoan Céspedes Willians"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10218/1/TD_09159_18.pdf"
        },
        {
            "title": "Subsistema de control de acceso del sistema de gestión de alimentación de la Universidad de las Ciencias Informáticas",
            "isbn": "TD_09160_18 ",
            "pageCount":  null,
            "publishedDate":  "2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "En todo el mundo, la informatización de los procesos de una entidad ha demostrado contribuir a lograr los objetivos de la misma, así como ganar en eficiencia y eficacia en el desarrollo de sus actividades. Cuba no está ajena a esta nueva tendencia, donde juega un papel muy importante la Universidad de las Ciencias Informáticas (UCI). La gestión de los servicios alimenticios es uno de los procesos que se han logrado informatizar. La UCI cuenta con una solución informática que gestiona sus servicios alimenticios. El subsistema de control de acceso del personal como parte del sistema de gestión de servicios alimenticios necesita ser migrado a software libre, así como actualizar el mismo dado las nuevas políticas del negocio que se están implementado en la casa de altos estudios. Por lo que en este trabajo de diploma se desarrollará un subsistema de control de acceso que responda a la política de software libre de la universidad y a las nuevas reglas de negocio en la misma.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Roberto Rodríguez Caballero"],
            "categories": ["Julio C. Espronceda Pérez","Yidier Romero Zaldívar"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10217/1/TD_09160_18.pdf"
        },
        {
            "title": "Módulo para el análisis de datos basado en CRISP-DM para la plataforma XEDRO-GESPRO",
            "isbn": "TD_09161_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "La gestión de proyectos actualmente es una disciplina que se generaliza en el entorno empresarial y consiste en la aplicación de conocimientos, metodologías y técnicas. El análisis de datos es una técnica que se utiliza para procesar grandes volúmenes de datos, y permite además de la inspección de estos, su limpieza y recuperación. La metodología CRISP-DM se rige por seis fases que garantizan un análisis efectivo de los datos. La investigación proyecta como objetivo implementar un módulo informático a partir de la metodología, realizando un análisis detallado a un conjunto de datos almacenados por la plataforma XEDRO-GESPRO, lo que facilita la planificación de futuros proyectos a los usuarios a partir de experiencias anteriores, además de predecir aspectos alarmantes sobre los datos con el uso de algoritmos, planes de ejecución y experimentos, y permite que se pueda llevar a cabo una correcta interpretación de estos para la adecuada toma de decisiones.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Yem L. Tamayo Cárdenas","Pedro A. Villavicencio Martínez"],
            "categories": ["Rosel Sosa González","Claudia Marrero Águila"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10216/1/TD_09161_18.pdf"
        },
        {
            "title": "Subsistema de distribución de comensales para el sistema de gestión de servicios de alimentación en la UCI",
            "isbn": "TD_09188_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "La Universidad de las Ciencias Informáticas (UCI) es una de las mayores universidades del país, en extensión y en personal. Cuenta con un sistema para gestionar el servicio de alimentación de los comensales de la institución. El sistema cuando se creó satisfacía las necesidades identificadas por la dirección de alimentos y se desarrolló en tecnologías propietarias (framework .Net). Con el paso de los años, el servicio de alimentación ha experimentado modificaciones y se identificaron nuevos requerimientos. Se decidió desarrollar un sistema de reservación de eventos (desayuno, almuerzo y comida) y al mismo tiempo realizar la migración a software libre del sistema en su totalidad.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Dalquerine Castillo Castillo"],
            "categories": ["Yidier Romero Zaldívar","Lissette Soto Pelegrín","Yoan Céspedes Williams"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10215/1/TD_09188_18.pdf"
        },
        {
            "title": "Bases para el diseño y la construcción de un software de soporte al proceso de enseñanza-aprendizaje en un laboratorio de idiomas en la UCI",
            "isbn": "TD_09186_18 ",
            "pageCount":  null,
            "publishedDate":  "2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "Con el creciente desarrollo de las Tecnologías de la Información y las Comunicaciones y sus aplicaciones en la educación, surgen nuevas alternativas que facilitan cada vez más el proceso de enseñanzaaprendizaje. Tal es el caso de los laboratorios de idiomas los cuales son cada vez mejor valorados dentro de las instituciones educativas, ya que las funciones y posibilidades que ofrecen son mucho mayores que el método tradicional de enseñanza. Los laboratorios de idiomas poseen un software de control que permite establecer la comunicación entre el profesor y los estudiantes; pero estos en su mayoría son distribuidos bajo licencias privativas. Esto dificulta su empleo y modificación según las necesidades de una institución determinada, como por ejemplo la Universidad de las Ciencias Informáticas. En este trabajo se presenta el desarrollo de una ingeniería de requerimientos asociada a la construcción de un software para controlar el proceso de enseñanza-aprendizaje en un laboratorio de idiomas en la Universidad de las Ciencias Informáticas.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Laura L. Ferrer Martínez"],
            "categories": ["Dunia M. Colomé Cedeño","Yasirys Terry González","Yaima M. López Tamayo"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10214/1/TD_09186_18.pdf"
        },
        {
            "title": "Módulo de inteligencia artificial para agentes inteligentes para Unity 3D",
            "isbn": "TD_09187_18 ",
            "pageCount":  null,
            "publishedDate":  "2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "En la actualidad informática, muchos han sido los avances que han tenido lugar en las diferentes materias y ramas de la misma, no quedando exenta la Inteligencia Artificial (IA), y dentro de ella, uno de sus principales ejes: los sistemas multiagentes. Los mismos se encargan de estudiar el modelo y comportamiento de varios agentes en un entorno, y ofrecen un sinnúmero de prestaciones de manera intuitiva y segura en aplicaciones que se encuentran dentro de las siguientes ramas: educación, salud y entretenimiento. Dentro de la sociedad del entretenimiento los videojuegos son un ejemplo de estas aplicaciones. La IA dentro de un videojuego permite crear comportamientos inteligentes a entidades que lo necesiten, pero su desarrollo resulta, en la mayoría de los casos, difícil de implementar debido a la falta de herramientas que faciliten su integración y conectividad entre comportamientos. Este trabajo propone analizar los comportamientos de los agentes inteligentes en un sistema multiagentes.",
            "editorial": "UCI.Vertex. Facultad 4.",
            "idiom": "Español",
            "authors": [" Ernesto A. González Perdomo"],
            "categories": ["Rodobaldo L.Saroza Ramírez","Roberto Aguirre Ross","Nelson M. González Martínez"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10213/1/TD_09187_18.pdf"
        },
        {
            "title": "Sistema para la gestión de actualizaciones de videojuegos Android mediante la red",
            "isbn": "TD_09185_18 ",
            "pageCount":  null,
            "publishedDate":  "2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "En la actualidad los grandes avances alcanzados a nivel mundial en las telecomunicaciones, la telefonía móvil y el sistema operativo Android, así como en las redes, han propiciado el surgimiento de un nuevo estilo de vida social en el cual los usuarios interactúan con el mundo que les rodea a través de diversas aplicaciones móviles. Estos tipos de aplicaciones deben mantenerse actualizadas, para proporcionarle al individuo las últimas mejoras, noticias e informaciones. En el Centro de Entornos Interactivos 3D, Vertex, de la Universidad de las Ciencias Informáticas, se desarrollan videojuegos para la plataforma Android sin contar con una herramienta o sistema para su actualización. Teniendo en cuenta lo anterior, el presente trabajo tiene como objetivo desarrollar un sistema para la gestión de las actualizaciones de los videojuegos que se implementen en el centro Vertex.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["René Orta Martínez"],
            "categories": ["Andy Hernández Páez","Fredy Almenares Fleitas","Reinaldo García Maturell"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10212/1/TD_09185_18.pdf"
        },
        {
            "title": "Construcción semi-automática de secuencia de tareas de proyectos en función de requisitos o prerrequisitos",
            "isbn": "TD_09162_18 ",
            "pageCount":  null,
            "publishedDate":  "2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "En la actualidad, con frecuencia, los proyectos de software experimentan retrasos en cuanto al tiempo definido para su completa ejecución, por consiguiente, se hace necesario una correcta manipulación y gestión de tiempo de ejecución del proyecto. En las empresas de software constantemente se trabaja en la búsqueda de nuevas y novedosas soluciones para mejorar su desempeño en el área, ejemplo de esto se puede observar en los proyectos de la Universidad de Ciencias Informáticas (UCI). Por lo ante expuesto, surge la necesidad de utilizar técnicas del Algoritmo Colonia de Hormiga (ACH) para permitir la optimización de la secuencia de tareas en función de los requisitos disponibles en proyectos de inversión. En el trabajo se destaca y se hacen sugerencias a la simultaneidad de tareas compartiendo los recursos siempre que sea posible, ya que esto evidencia la eficiencia de la productividad.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Ruber Rodríguez Domínguez"],
            "categories": ["Roberto Millet Luaces"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10211/1/TD_09162_18.pdf"
        },
        {
            "title": "Reimplementación del catálogo en línea del sistema ABCD 3.0",
            "isbn": "TD_09072_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "La gestión de la información es de vital importancia en la sociedad actual del conocimiento, donde a través del uso de las tecnologías el hombre ha puesto a disposición de la sociedad disímiles recursos informativos. En la Universidad de las Ciencias Informáticas se desarrolla el Sistema Integrado de Gestión Bibliotecaria (SIGB) ABCD, este sistema ofrece herramientas para la recuperación de la información de bases de datos, control de estadísticas, circulación, catalogación, control de publicaciones periódicas, entre otras. La investigación actual contribuye a la recuperación de los registros bibliográficos almacenados por ABCD en su versión 3.0.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Miguel Yasel Morales García"],
            "categories": ["Alberto A. Arias Benítez","Leandro Tabares Martín"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10210/1/TD_09072_18.pdf"
        },
        {
            "title": "Sistema para la gestión de acciones tácticas significativas de los equipos de baloncesto",
            "isbn": "TD_09062_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "En el Baloncesto se utilizan las estadísticas como instrumento que posibilita al entrenador tomar decisiones durante el desarrollo de un partido, y para analizar con posterioridad la actuación del equipo. La presente investigación tiene como objetivo el desarrollo de un sistema para dispositivos móviles con sistema operativo Android, nombrada ManagerBasket. El sistema permite gestionar las acciones tácticas significativas de los equipos de baloncesto. ManagerBasket tiene como finalidad, brindarle al entrenador estadísticas claras de los jugadores, partidos, equipos y torneos, aportando información necesaria para un posterior análisis y toma de decisiones.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Jessica Pérez Almanza"],
            "categories": ["Vladimir Milián Nuñez","Roberto A. Infante Milanés"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10209/1/TD_09062_18.pdf"
        },
        {
            "title": "Simulador para el protocolo de comunicación industrial Bsap Serial",
            "isbn": "TD_09163_18 ",
            "pageCount":  null,
            "publishedDate":  "2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "En el presente trabajo se describe el proceso de desarrollo de un simulador para el protocolo de comunicación industrial Bsap Serial. En el módulo de adquisición del Centro de Informática Industrial (CEDIN) se desarrollan manejadores (drivers, en inglés) que implementan protocolos de comunicación industrial, actualmente el centro no cuenta con Controladores Lógicos Programables (PLC, por sus siglas en inglés) o simuladores que implementen dichos protocolos para establecer comunicación con estos manejadores. Debido a esta problemática fue necesario desarrollar un simulador que permita validar el correcto funcionamiento del manejador para el protocolo Bsap Serial del sistema para la Supervisión, Control y Adquisición de Datos (SCADA, por sus siglas en inglés) SAINUX 2.0. Con este objetivo se realizó un estudio del estado del arte de herramientas para la simulación de dispositivos industriales y los principales conceptos utilizados en el proceso de adquisición y envío de datos a través del protocolo de comunicación industrial Bsap Serial.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["José L. Medero Bermúdez "],
            "categories": ["Andy Hernández Páez","Alberto Arístides Puentes"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10205/1/TD_09163_18.pdf"
        },
        {
            "title": "Desarrollo de una entidad conversacional artificial en la Mensajería Colaborativa de Cuba",
            "isbn": "TD_09071_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El auge y expansión de las redes sociales en línea dio paso a la evolución de las aplicaciones de mensajería instantánea y al enriquecimiento de los servicios complementarios que estas ofrecen. El incremento del tráfico e intercambio de datos entre los usuarios de estas aplicaciones las convierten en un objetivo fundamental para la recolección y análisis de la información generada. Uno de los servicios ofrecidos por estos sistemas de mensajería son las entidades conversacionales o bots de charla; capaces de ofrecer respuestas automáticas a determinadas instrucciones realizando consultas a fuentes de datos en internet y siguiendo una estructura lógica en sus respuestas. La presente investigación define como objetivo: diseñar e implementar una entidad conversacional artificial, o bot de charla, como servicio complementario a los sistemas de mensajería instantánea. Este servicio permitirá realizar consultas a fuentes de información en internet; ofrecer respuestas automáticas y lógicamente estructuradas; e incrementar directamente el alcance y usabilidad de las aplicaciones que lo consuman, en la mayoría de los sectores de la sociedad a los que se destine.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Yosvani Vázquez Cruz"],
            "categories": ["Haniel Cáceres Navarro","Allan Pierra Fuentes","Damián Ilizasteguí Arriba"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10204/1/TD_09071_18.pdf"
        },
        {
            "title": "Algoritmo basado en similitud de propiedades moleculares para obtener moléculas similares para una actividad biológica",
            "isbn": "TD_09070_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "En el presente trabajo se propone un algoritmo capaz de calcular la similitud molecular entre compuestos moleculares utilizando diferentes propiedades química-física, este debe ser capaz de buscar moléculas similares en una colección de grafos moleculares utilizando descriptores híbridos ponderados por propiedades químico-físicas, y debe permitir distinguir diferencias estructurales entre los grafos moleculares. Se realiza la fragmentación del grafo químico utilizando una forma de grafo reducido que emplea agrupaciones de átomos que se denomina centros descriptores. Para la descripción de las estructuras moleculares se emplearon los índices de Estado Refractotopográfico, Electrotopográfico y Lipotopográfico para átomos.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Jorge Nuñez Labadié"],
            "categories": ["Aurelio Collado Antelo","Ramón Carrasco Velar"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10203/1/TD_09070_18.pdf"
        },
        {
            "title": "Desarrollo de la hoja de consulta de Pediatría del módulo Consulta Externa para el Sistema de Información Hospitalaria XAVIA HIS",
            "isbn": "TD_09069_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El XAVIA HIS es un sistema integrado de gestión de la información hospitalaria desarrollado en el Centro de Informática Médica de la Universidad de las Ciencias Informáticas. El sistema cuenta con el módulo Consulta Externa que gestiona todo lo referente a las consultas en un centro médico. El objetivo del presente trabajo es el desarrollo de la hoja de consulta de Pediatría del módulo Consulta Externa para el sistema XAVIA HIS para facilitar el trabajo de los médicos pediátricos, proveyéndoles un sistema que facilite la gestión de la información relacionada con los procesos de la especialidad de Pediatría dentro del área de Consulta Externa en instituciones de salud cubanas. Para el desarrollo de la solución, se identificaron los procesos asociados a esta rama de la medicina; se hizo un análisis acerca de los sistemas existentes en el mundo para identificar la existencia de los que pudieran solucionar la situación que se plantea y las tendencias que se siguen para su desarrollo, arrojando como resultado la necesidad de implementar una hoja de consulta que se adaptara al XAVIA HIS.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["JPedro V. López Pérez"],
            "categories": ["Daniellys La O Cervante","Asiel Pérez García","Maidelis Milanés Luque"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10202/1/TD_09069_18.pdf"
        },
        {
            "title": "Herramienta eXcriba Migration Tool versión 2.0 para el sistema gestor de documentos administrativos XABAL EXCRIBA 3.1",
            "isbn": "TD_09067_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El presente trabajo describe la investigación y desarrollo de la herramienta eXcriba Migration Tool en su versión 2.0, para el sistema de gestión documental eXcriba del Centro de Informatización de la Gestión Documental (CIGED) en la Universidad de las Ciencias Informáticas (UCI). Su uso permite mejorar la migración de datos (documentos y metadatos) desde un sistema que vaya a ser reemplazado hacia el sistema eXcriba. Se utilizó Spring Tool Suite como entorno de desarrollo y el proceso de desarrollo estuvo guiado por la metodología AUP en su variante UCI.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Yosniel Oquendo Arencibia"],
            "categories": ["Arlén E. Toledano Tamayo"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10201/1/TD_09067_18.pdf"
        },
        {
            "title": "Aplicación del algoritmo conceptual RGC en el diseño de Sistemas Basados en Casos",
            "isbn": "TD_09066_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "Los Sistemas Basados en Casos constituyen un paradigma de la Inteligencia Artificial de gran aplicabilidad en disímiles dominios de la vida real. La organización de la base de conocimiento es una cuestión central en el funcionamiento de este tipo de sistemas, pues de ella depende en gran medida la efectiva recuperación de los casos semejantes al problema a resolver. Es por ello, que en los últimos años la atención en esta temática se dirige hacia este aspecto. La presente investigación propone como objetivo general: aplicar el algoritmo de agrupamiento conceptual RGC en la organización de la base de conocimiento de un Sistema Basado en Casos para contribuir a mejorar la eficacia en la solución de problemas de clasificación. Se describe el algoritmo conceptual RGC en cada una de sus etapas: determinación extensional y determinación intencional; además se propone una estructura jerárquica conceptual para organizar la base de casos que facilita el acceso y recuperación de los casos similares.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Osniel Cabrera Frenes"],
            "categories": ["Yunia Reyes González","Natalia Martínez Sánchez","Maidelis Milanés Luque"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10200/1/TD_09066_18.pdf"
        },
        {
            "title": "Diseño de la arquitectura e inicialización de los pesos de Redes Neuronales Artificiales de tipo Perceptrón Multicapa aplicando el algoritmo conceptual RGC",
            "isbn": "TD_09065_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "Las redes neuronales artificiales son sistemas conexionistas que se basan en el funcionamiento de las redes neuronales biológicas para solucionar problemas complejos. Dentro de ellas, uno de los modelos más utilizados para la solución de problemas supervisados es el Perceptrón Multicapa teniendo en cuenta su gran capacidad como aproximador universal. En este modelo se presentan dos problemas que son significativos tanto en la convergencia como en la ejecución de la red neuronal artificial, uno relacionado con el diseño de la arquitectura y otro referente a la determinación de los pesos sinápticos iniciales. El presente trabajo se propone como objetivo general aplicar el algoritmo RGC en el diseño de la arquitectura e inicialización de los pesos del Perceptrón Multicapa para mejorar la eficacia en la clasificación.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Bienvenido H. Roque Orfe","Wilber Luna Jiménez"],
            "categories": ["Yunia Reyes González","Natalia Martínez Sánchez","Maidelis Milanés Luque"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10199/1/TD_09065_18.pdf"
        },
        {
            "title": "Algoritmo KORA para la solución de problemas de clasificación supervisada como extensión de la herramienta CEPAR",
            "isbn": "TD_09064_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El Reconocimiento Lógico Combinatorio de Patrones, es uno de los enfoques de Reconocimiento de Patrones que permite el trabajo simultáneo con variables cuantitativas y cualitativas. En la actualidad existe el Entorno Cubano para el Reconocimiento Lógico Combinatorio de Patrones (por sus siglas en inglés, CEPAR) desarrollado por el grupo de investigación de Inteligencia Artificial y Reconocimiento de Patrones de la Universidad de las Ciencias Informáticas. La herramienta CEPAR para la solución de problemas de clasificación supervisada sólo cuenta con un algoritmo desarrollado, lo que restringe las formas y vías de solucionar este tipo de problemas; limitando la utilización y extensión de la herramienta en investigaciones y en la docencia. El objetivo de la presente investigación fue implementar el algoritmo KORA para la solución de problemas de clasificación supervisada como extensión de la herramienta CEPAR.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Eliani Cabrera García"],
            "categories": ["Maidelis Milanés Luque","Tania García González"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10198/1/TD_09064_18.pdf"
        },
        {
            "title": "Método para determinar las comunidades de desarrolladores y actores más influyentes en repositorios de sistemas operativos libres",
            "isbn": "TD_09063_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "Las comunidades de software libre consisten en grupos de usuarios o desarrolladores experimentados que contribuyen a la mejora del sistema operativo, su contribución puede verse de forma práctica en los repositorios de paquetes. El estudio de las interacciones que establecen los desarrolladores de estos paquetes a partir de intereses comunes, contribuye a identificar sus comunidades, promueve la colaboración entre equipos de desarrollo, ayuda a determinar los desarrollos críticos y actores más influyentes. El objetivo de esta investigación es desarrollar un método para determinar comunidades de desarrolladores y actores más influyentes en repositorios de sistemas operativos libres para fortalecer la colaboración entre equipos de desarrollo.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Jorge A. Román Donates"],
            "categories": ["Vladimir Milián Núñez","Raynel Batista Tellez","Eliana B. Ril Valentin"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10197/1/TD_09063_18.pdf"
        },
        {
            "title": "Sistema informático de registro y control temporal de acciones de un partido de balonmano por los árbitros de mesa",
            "isbn": "TD_09061_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "Los avances tecnológicos influyen cada vez más en los métodos de adquisición del conocimiento humano. Dentro del balonmano y como medio de control y evaluación del rendimiento, se utilizan con mayor frecuencia herramientas tecnológicas para el análisis del juego y de los jugadores. El siguiente trabajo describe el desarrollo de una aplicación para dispositivos móviles con sistema operativo Android llamada TableStatisticsHB, que permite el registro y control de las acciones de un partido de balonmano recogidas por los árbitros de mesa. Tiene como finalidad registrar todas las acciones que se generan durante un partido de balonmano, siguiendo el formato de la planilla oficial de balonmano utilizada por los árbitros de mesa. Permite además gestionar partidos, equipos, jugadores y torneos.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Eileen F. Herrera Sánchez"],
            "categories": ["Vladimir Milián Núñez","Roberto A. Infante Milanés","Aloy Machado Sánchez"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10195/1/TD_09061_18.pdf"
        },
        {
            "title": "Módulo de acceso y visualización de contenido multimedia proveniente de cámaras IP, para el Sistema Domótico del CEDIN",
            "isbn": "TD_09164_18 ",
            "pageCount":  null,
            "publishedDate":  "2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El Centro de Informática Industrial (CEDIN) perteneciente a la Universidad de las Ciencias Informáticas (UCI) tiene como objetivo desarrollar productos y servicios informáticos de automatización que cumplan con las necesidades y expectativas de los clientes. Este centro está desplegado en líneas de desarrollo, una de ellas es la línea de Sistemas Embebidos. En esta línea se han desarrollado varias aplicaciones que permiten dar respuesta a las necesidades derivadas de los cambios sociales y las nuevas tendencias de nuestra forma de vida, entre los que se encuentra el Sistema de Medición y Control de Procesos de Baja y Mediana Complejidad AREX. El objetivo de la presente investigación consiste en el desarrollo de un módulo para el Sistema Domótico del CEDIN. Este módulo se implementa para visualizar video mediante el acceso a cámaras IP. ",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Lidia M. Moya García"],
            "categories": ["Jordanis Viltres Chávez","Rosabel Laches Hernández","Luis M. Vidal Piña"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10194/1/TD_09164_18.pdf"
        },
        {
            "title": "Método para la evaluación multicriterio de recursos humanos basado en el modelo 2-tuplas para XEDRO-GESPRO 18.05",
            "isbn": "TD_09165_18 ",
            "pageCount":  null,
            "publishedDate":  "Julio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "En las organizaciones el éxito en el mercado depende principalmente de los conocimientos y competencias de sus empleados. Por tanto, le corresponde a la organización conocer y gestionar las competencias, con todo lo relacionado a evaluar, validar y desarrollarlas. Los procesos de evaluación de las competencias laborales de los miembros de las empresas suelen verse afectados por varios factores que atentan contra el éxito de ejecución y resultados. Actualmente son pocas las empresas que realmente recurren y completan las evaluaciones de las competencias de sus recursos humanos para los distintos fines en los cuales es de vital apoyo. De forma general, la investigación presenta un método que permite la participación de múltiples expertos en la evaluación de las competencias laborales en organizaciones orientadas a proyectos.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Shirley Núñez Mullings"],
            "categories": ["Surayne Torres López","Arisney Figueredo Ramos"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10193/1/TD_09165_18.pdf"
        },
        {
            "title": "Videojuego para la rehabilitación cognitiva enfocado en la percepción",
            "isbn": "TD_09184_18 ",
            "pageCount":  null,
            "publishedDate":  "2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "En la tercera edad comienza el deterioro de los procesos cognitivos, entre ellos la percepción. Para ayudar a las personas que sufren este deterioro, se crean centros de rehabilitación que estimulan mediante ejercicios las afectaciones producidas con el declive de las funciones cognitivas. Estos ejercicios se complejizan al ser realizados en adultos, ya que el paciente no cuenta con los suﬁcientes elementos motivadores, causando una demora al realizar las actividades y una pérdida del enfoque, lo que provoca que no terminen su terapia y tengan que retomarla en las siguientes sesiones. El objetivo de la presente investigación es desarrollar un videojuego serio para la rehabilitación cognitiva de pacientes enfocada en la percepción, el cual permita almacenar información especíﬁca del jugador tal como: su puntuación y los intentos fallidos para posterior análisis por parte de los especialistas.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Leonel Vázquez Nueva"],
            "categories": ["Alina D. Rodríguez Peña","Javier A. Domínguez Falcón","Yanet Riquelme Santiago"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10192/1/TD_09184_18.pdf"
        },
        {
            "title": "Videojuego para la rehabilitación cognitiva enfocado en la memoria",
            "isbn": "TD_09183_18 ",
            "pageCount":  null,
            "publishedDate":  "2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "La evaluación y tratamiento de un paciente con afectaciones cognitivas es un proceso delicado y su colaboración es fundamental. Actualmente este procedimiento se realiza mediante la entrega al paciente de cuestionarios impresos que debe resolver en la consulta. Este método no siempre cuenta con elementos motivadores y que capten la atención del paciente, lo que provoca que las sesiones no se aprovechen correctamente, pues las terapias pueden tornarse monótonas y lentas. El objetivo de la presente investigación es desarrollar un videojuego que constituya una herramienta de apoyo a la rehabilitación cognitiva de pacientes con problemas de memoria y permita realizar el tratamiento de forma amena desde cualquier lugar.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Alberto A.Fonseca Barrera"],
            "categories": ["Alina D. Rodríguez Peña","Yanet L. Garbey Gainza","Rafael A. Quintanal Reytor"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10191/1/TD_09183_18.pdf"
        },
        {
            "title": "Algoritmo de adaptación IBLR-ML para problemas de aprendizaje multi-etiquetas integrado a la herramienta computacional scikit-multilearn",
            "isbn": "TD_09060_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El volumen de información digital que se almacena y crece considerablemente en la era actual, dentro la cual existen terabytes de datos inútiles, por lo que se ha llegado a la necesidad de no solo poder almacenar y obtener los datos con eficiencia, sino también obtener conocimiento útil. En los últimos años el aprendizaje multi-etiqueta se ha utilizado con el fin de poder clasificar esta información y facilitar su uso. Por tal razón, ha surgido la necesidad de utilizar algoritmos de clasificación multi-etiqueta con enfoque de adaptación basado en instancias para realizar tareas de aprendizaje automático y análisis de datos. El presente trabajo se fundamenta en la implementación del algoritmo IBLR-ML de métodos de adaptación basado en instancias en la herramienta computacional de Python scikit-multilearn para ser incluirlo en la biblioteca especializada que posee esta plataforma en la clasificación multi-etiqueta como los algoritmos de MLknn y BRknn.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Armando Izquierdo Milla"],
            "categories": ["Vladimir Milián Núñez"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10190/1/TD_09060_18.pdf"
        },
        {
            "title": "Personalización del Gestor de Recursos de Hardware y Software para la Universidad de las Ciencias Informáticas",
            "isbn": "TD_09036_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El sistema de control interno en Cuba es de vital importancia para el correcto cumplimiento de los objetivos propuestos por las instituciones y velar por el cuidado de los activos fijos tangibles. Es necesario su aplicación en todos los sectores y actividades productivas en el ámbito nacional. El cuidado de los medios computacionales es una tarea fundamental para salvaguardar la economía del país y la información que estos activos son capaces de brindar. En respuesta a esto, en la Universidad de las Ciencias Informáticas se ha desarrollado el Gestor de Recursos de Hardware y Software, XILEMA GRHS, para velar y cumplir con un control sobre los activos de cómputo con que se cuentan. En el presente trabajo, se desarrolla una personalización del Gestor de Recursos de Hardware y Software para la Universidad de las Ciencias Informáticas, que permitirá determinar la localización de cada uno de los ordenadores en el inmueble de la institución.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Reybel Domínguez Fuentes"],
            "categories": ["José A. Túnez González","Dannicel Tersilla Hidalgo","Lianet Salazar Labrada"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10189/1/TD_09036_18.pdf"
        },
        {
            "title": "Ontología para el apoyo del proceso de medición y análisis de software en la Dirección de Calidad en la UCI",
            "isbn": "TD_09166_18 ",
            "pageCount":  null,
            "publishedDate":  "2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "Cada día, aumenta la presencia del software en innumerables actividades de la sociedad del presente; este se está convirtiendo, cada vez más, en una tecnología penetrante, omnipresente y habilitadora, proporcionando a los seres humanos una serie de servicios y aplicaciones inteligentes que no tiene precedentes. Esta situación induce al incremento de la complejidad del software; por ende, provoca un especial interés por la calidad del mismo. Para evaluar la calidad de un producto de software, es imprescindible la definición de indicadores, medidas, así como la determinación de su valor y el análisis de los mismos. La presente investigación tiene como objetivo desarrollar una ontología que apoya el proceso de medición y análisis de software definido en la Universidad, permitiendo la organización y recuperación del conocimiento generado durante el mismo.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Osley Pedroso Soroa"],
            "categories": ["Yamilis Fernández Pérez","Aliuska Castañeda Martínez"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10188/1/TD_09166_18.pdf"
        },
        {
            "title": "Componente de visualización de estadísticas para los módulos de Xilema GRHS en forma de gráficas",
            "isbn": "TD_09037_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El surgimiento de la estadística sucedió a través de un proceso largo de desarrollo y de evolución, pasando, en un inicio, por la simple recolección de datos, hasta la compleja interpretación de los datos que se realiza hoy día. El análisis de los datos ha sido un tema de importancia para el hombre, ya que constantemente consultan la información para tomar decisiones, pero cuando se trata de grandes volúmenes de información se hace complejo este análisis. Para perfeccionar este proceso se utilizan técnicas que brinda la estadística permitiendo resumir, organizar y visualizar los datos en gráficos. La presente investigación permitió desarrollar el componente de visualización de estadísticas para los módulos del Gestor de Recursos de Hardware y Software (Xilema GRHS) en forma de gráfica.",
            "editorial": "UCI. Facultad 2.",
            "idiom": "Español",
            "authors": ["Handy Hondares Cruz"],
            "categories": ["Dianet Díaz Oduardo","Ramón Guzmán Alemañy","Lázaro Camacho Mesa"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10187/1/TD_09037_18.pdf"
        },
        {
            "title": "Driver para acceso a dispositivos Modbus a través de tecnologías Inalámbricas",
            "isbn": "TD_09174_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "La presente investigación tiene la taxonomía sobre una variante de comunicación con dispositivos que manejan el protocolo modbus, específicamente para establecer comunicación inalámbrica sobre tarjetas de adquisición de datos (DAQT, Data Acquisition Target por sus siglas en inglés) de bajo costo para la domótica; debido a que actualmente se establece dicha comunicación sobre una red cableada. La propuesta se enfoca como objetivo desarrollar un mecanismo de acceso inalámbrico en un Cliente Modbus para la recolección de datos de variables de la domótica como son: Humedad, temperatura, luminosidad, apertura de puertas, presencia, etc., de un servidor modbus en un DAQT con comunicación WIFI.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Brian Estrada Rodríguez"],
            "categories": ["Julio A. Leyva Durán"," Miguel A. Socorro Borges"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10186/1/TD_09174_18.pdf"
        },
        {
            "title": "Módulo para la gestión de herramientas y tuberías de perforación en el Sistema Integral de Perforación de Pozos v3.0",
            "isbn": "TD_09175_18 ",
            "pageCount":  null,
            "publishedDate":  "Junio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El Sistema Integral de Perforación de Pozos ha estado sujeto a cambios desde su concepción, para la nueva versión del mismo fue indispensable la construcción de un módulo para la gestión de las herramientas y tuberías de perforación que se presentará como una mejora considerable en relación con el desplegado, en cuanto a usabilidad del módulo y facilidad del manejo de los inventarios de herramientas y tuberías de perforación dentro del mismo. La presente investigación está enfocada al desarrollo del módulo para la gestión de herramientas y tuberías de perforación en el Sistema Integral de Perforación de Pozos v3.0, para la cual fue utilizada como metodología de desarrollo, la Variación del Proceso Unificado Ágil empleada en la Universidad de las Ciencias Informáticas.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Rayko Azcue Pérez"],
            "categories": ["Andris Villalón de la Cruz"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10046/1/TD_09175_18.pdf"
        },
        {
            "title": "Sistema de reportes estadísticos para el seguimiento al egresado en la Universidad de las Ciencias Informáticas",
            "isbn": "TD_09176_18 ",
            "pageCount":  null,
            "publishedDate":  "2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "En el presente trabajo se estudian los procesos del negocio que se llevan a cabo en el ámbito de seguimiento al egresado en la Universidad de las Ciencias Informáticas debido a que existen insuficientes acciones e instrumentos que brindan información acerca de este proceso. En la universidad hasta el momento no se contaba con una solución informática capaz de procesar la información relacionada con las dimensiones e indicadores establecidos por la Junta de Acreditación Nacional para evaluar la variable 6 a la cual se vincula lo relacionado en el seguimiento al egresado.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Jennifer Pedroso Estrada","Isvany Hernández Carmona"],
            "categories": ["Yirka Céspedes Boch","Aliander Capdezuñer"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10045/1/TD_09176_18.pdf"
        },
        {
            "title": "SoftQuality, sistema informático de ayuda a la toma de decisiones para la evaluación y selección de productos de software",
            "isbn": "TD_09178_18 ",
            "pageCount":  null,
            "publishedDate":  "Julio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "La calidad del software es una preocupación a la que se dedican muchos esfuerzos. Sin embargo, el software casi nunca es perfecto. Todo proyecto tiene como objetivo producir software de la mejor calidad posible, que cumpla, y si puede supere las expectativas de los usuarios. La presente investigación tiene como precedente la necesidad de CALISOFT de realizar las evaluaciones de calidad de los productos de software usando el modelo Evalprod de manera informatizada, ya que la aplicación manual del mismo es engorrosa, compleja y extensa. Para ello es esencial el uso de un sistema automatizado que guie el proceso de evaluación y apoye en la toma de decisiones. En la investigación se obtiene una aplicación informática que implementa el modelo para la evaluación Evalprod.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Ramón G. Álvarez Hernández"],
            "categories": ["Yamilis Fernández Pérez","Naivy Pujol Méndez"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10183/1/TD_09178_18.pdf"
        },
        {
            "title": "Módulos para la aplicación móvil del Sistema de Gestión Integral de la empresa TRANSCARGO",
            "isbn": "TD_09179_18 ",
            "pageCount":  null,
            "publishedDate":  "2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "Dentro de las Tecnologías de la Información y las Comunicaciones se encuentran los Sistemas de Gestión Integral, los cuales se han convertido en un pilar fundamental para muchas empresas, permitiendo componer y automatizar la mayoría de sus procesos. Una de las preferencias en los últimos años ha sido la adaptación de estos sistemas al entorno móvil, lo cual lleva a las empresas a sus máximas capacidades y ganancias. En la actualidad el Centro de Tecnologías para la Formación, el cual pertenece a la Universidad de las Ciencias Informáticas se encuentra desarrollando un Sistema de Gestión Integral con el nombre comercial TRANSCARGO. El sistema, actualmente en fase de desarrollo, no ha sido adaptadas la mayoría de sus funcionalidades para terminales móviles.  Lo cual provoca una falta de movilidad en la empresa y la imposibilidad de acceder a este si no existe conexión de red. La presente investigación describe el desarrollo de una aplicación nativa que proveerá soluciones a los anteriores problemas.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["Randy Muñoz Nuñez"],
            "categories": ["Celia I. Hidalgo Tagle","Oreste A. Nillar Cambara","Orlando G. Toledano López"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10182/1/TD_09179_18.pdf"
        },
        {
            "title": "Portal educativo para el diseño pedagógico y aprendizaje en la Universidad de las Ciencias informáticas",
            "isbn": "TD_09181_18 ",
            "pageCount":  null,
            "publishedDate":  "Julio 2018" ,
            "portadaURL": "Images/Tesis/tesis",
            "shortDescription": "El creciente desarrollo de las Tecnologías de la Información y la Comunicación en la educación y el nuevo modelo de aprendizaje de los estudiantes en el marco de la enseñanza Universitaria, provoca el aumento del estudio y puesta en práctica de los portales educativos. Los portales educativos tienen como principal importancia facilitar el proceso de enseñanza – aprendizaje. En la Universidad de las Ciencias Informáticas (UCI) existe el proyecto Pedagogía Innovadora. El mismo tiene un espacio físico denominado AulaInnovadora, el cual necesita de un espacio digital para orientar a los actores del proceso de enseñanza-aprendizaje de la UCI en el diseño de actividades interactivas y recursos educativos digitales basados en la pedagogía con el uso de tecnologías y la innovación, para contribuir a la mejora de la calidad del proceso formativo en la carrera de Ingeniería en Ciencias Informáticas. Por lo anteriormente expuesto, el objetivo de la presente investigación es desarrollar un portal educativo para brindar información sobre el diseño pedagógico y del aprendizaje en la carrera de Ingeniería en Ciencias Informáticas.",
            "editorial": "UCI. Facultad 4.",
            "idiom": "Español",
            "authors": ["María de la Caridad Llovet Jardines"],
            "categories": ["María Caridad Valdés Rodríguez","Sandy Nuñez Padrón"],
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/10181/1/TD_09181_18.pdf"
        }
    ]
}