{
    "books":
    [
        {
            "title": "Ecosistema digital de aprendizaje para la gestión de contenido en la educación a distancia",
            "isbn": "UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El empleo de los contenidos educativos digitales en el proceso de formación es de vital importancia en la educación a distancia, tanto para profesores y estudiantes. Mediante el análisis de los antecedentes de los ecosistemas digitales de aprendizaje este trabajo pretende evidenciar las similitudes y diferencias de modelos de ecosistemas para la gestión de los contenidos de aprendizaje. Para dar solución a este problema se realiza una investigación con el objetivo de analizar los ecosistemas digitales de aprendizaje para la gestión de contenidos educativos en la modalidad a distancia. Mediante la investigación cualitativa se establecen cuáles son las características de los modelos propuestos.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Lázara Dalia Monteagudo Campos", " Lisy Maday López Lugo"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9879/1/UCIENCIA_2021_paper_486.pdf"
        },
        {
            "title": "Diagnóstico clínico asistido por computadora: avances tecnológicos y su impacto social",
            "isbn": "UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "Con la explotación de las conocidas ventajas de los ordenadores; los recientes desarrollos en el análisis computarizado de imágenes médicas, que ayudan a los radiólogos y a otros profesionales de la salud en diversas tareas de diagnóstico; con la interpretación de estas imágenes y los recientes avances en el aprendizaje automático, han conducido a la aparición de los sistemas de diagnóstico asistido por computadora, que a menudo se han utilizado como una herramienta adicional y útil para ayudar a los médicos a tomar decisiones diagnósticas finales y actuar como una segunda opinión. Lo anterior motivó la realización de una revisión bibliográfica en revistas, bases de datos y bibliotecas electrónicas sobre estos sistemas. La revisión confirmó la ausencia de un trabajo que abordase el impacto social que han tenido estos sistemas, lo que permitió proporcionar al lector los resultados más importantes que mejor evidencian su impacto social.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Nurileidis Almeida Cintra"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9878/1/UCIENCIA_2021_paper_466.pdf"
        },
        {
            "title": "Impacto de las redes sociales en la transformación de los ciudadanos digitales",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "La transformación digital de las Universidades exige de un estudio de las tecnologías y la cultura del educador que implican la gestión del talento y la profesionalidad para aprovechar las oportunidades que ofrece el entorno ciberespacial. En el presente trabajo se proponen buenas prácticas para guiar a los ciudadanos digitales (estudiantes) a sintetizar el aprendizaje y poder usarlo en entornos colaborativos. Como vía de desarrollo de esta área en la Facultad de Tecnologías Educativa de la Universidad de las Ciencias Informáticas se realizó una encuesta a estudiantes de primer año de la carrera de Ingeniería en Ciencias Informáticas sobre el uso de las redes sociales indicando sus movimientos en el internet desde diferentes variables. Los resultados indican que los estudiantes destinan demasiado tiempo del día al uso de redes sociales principalmente con fines de entretenimiento. Facebook, WhatsApp y Telegram, como plataforma de preferencia, puede emplearse como herramienta útil para promover un uso provechoso de las redes sociales en el recinto universitario.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Yadira Beatriz Reyes García","Yanay Suarez Chang","Yoisbel Tabares León"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9877/1/UCIENCIA_2021_paper_446.pdf"
        },
        {
            "title": "La seguridad de la información en Entornos Virtuales de Aprendizaje",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "Las plataformas virtuales han producido cambios significativos en la educación y gracias a esto se producen nuevas formas de transferencia del conocimiento. El uso masivo de las tecnologías de la información y la comunicación ha traído consigo consecuencias sobre la que los sistemas educativos no pueden mantenerse al margen. La información tanto de estos sistemas como de cualquier otro, es el recurso más importante para cualquier organización.El presente trabajo tiene como objetivo caracterizar la seguridad de la información en los Entornos Virtuales de Aprendizaje, describir los controles de seguridad, así como los estándares y normas que se utilizan para la seguridad de la información, a partir de las cuales se establecen criterios y métricas para la evaluación de la seguridad de estas plataformas.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Daudelyn Hernández Olmo","Dunia M. Colome Cedeño"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9876/1/UCIENCIA_2021_paper_445.pdf"
        },
        {
            "title": "Los mensajes escritos en la moderación virtual: sugerencias para su estructuración y uso",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El trabajo tiene como objetivo describir ejemplos de mensajes escritos para contribuir a la interacción y la comunicación como elementos claves en la moderación virtual. La metodología empleada fue cualitativa. Se realizó una observación directa, lo cual permitió la revisión documental de artículos y documentos publicados en bases de datos referenciadas. La revisión estuvo basada en el análisis teórico sobre los criterios de la comunidad de investigadores asociados a cómo deben ser estructurados los mensajes escritos, y a los modelos y/o vía para la moderación virtual. Como resultados se obtuvieron sugerencias para facilitar la interacción y la comunicación en un entorno virtual de aprendizaje, a partir de la estructuración de mensajes escritos formales y de la utilización de un modelo para la moderación virtual, que confluye con las etapas de planificar, intervenir y cerrar la discusión en un entorno virtual de aprendizaje.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Noralbis De Armas Rodríguez","Lidia Ruiz Ortiz","Sahara M. Blanco Hernández","Yisel C. Valdés Rodíguez"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9875/1/UCIENCIA_2021_paper_437.pdf"
        },
        {
            "title": "Aplicación Android para el Partido Comunista de Cuba",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "Cada vez más las aplicaciones Android han ido ganando terreno en un mundo enfocado en la portabilidad y el manejo de la información, razón fundamental que se ha tenido en cuenta para el desarrollo de este trabajo. El objetivo general es desarrollar la aplicación En Congreso para mostrar a los usuarios los documentos rectores del PCC, la historia desde su creación hasta la actualidad y un breve resumen de los congresos celebrados hasta el 8vo Congreso sobre el sistema operativo Android, que permita una mejor opción de acceso y análisis del Partido Comunista de Cuba, sus líneas y principios básicos. Esta iniciativa estuvo fundamentada teniendo como premisa que el presente fue, el Congreso de la continuidad histórica de la Revolución Cubana. Se utilizaron diversas tecnologías como el lenguaje de programación Java, el lenguaje de etiquetas XML para el diseño de la interfaz y el entorno de desarrollo integrado Android Studio para desarrollar y compilar la aplicación.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Alain Cruz Jimenéz","Leidy Ramos González"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9874/1/UCIENCIA_2021_paper_374.pdf"
        },
        {
            "title": "Importancia social de la validación de un instrumento para la medición de la competencia digital del profesorado Universitario",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El siguiente trabajo presenta el proceso de elaboración de un instrumento de tipo cuantitativo aplicado a docentes de una universidad colombiana. Para su elaboración se tuvo en cuenta la importancia social que tenía el saber sus conocimientos en Tic a fin de perfeccionar las condiciones y brindar mejores procesos de enseñanzas virtuales a la comunidad educativa. El objetivo principal fue crear un instrumento que permita medir los niveles de competencia digital de los profesores de la universidad del atlántico, mediante un cuestionario con escala tipo Likert el cual pasó por análisis de valoración de expertos, prueba piloto y análisis factorial. Por último, se presentan los resultados obtenidos desde la creación del instrumento hasta su validación y aplicación a los docentes de la institución.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Gloria Rúa Rodríguez","Julio Cabero Almenara","Antonia López Martínez"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9873/1/UCIENCIA_2021_paper_439.pdf"
        },
        {
            "title": "La actividad física en la formación de hábitos y estilos de vida saludables durante la covid 19 y su relación con la ciencia y la tecnología",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "La sociedad y la economía, que deben basarse cada vez más en el conocimiento y el aprendizaje, requieren de una universidad innovadora e integrada; con un nivel de pertinencia que le permita formar un profesional cuyos modos de actuación tengan un impacto positivo en la sociedad. Por otra parte, la pandemia del Covid-19 ha impuesto una odificación en las formas de actuar, lo que ha traído consigo un mayor uso de las tecnologías, provocando que los estudiantes asuman posturas prolongadas en el tiempo, sedentarismo y horas intensas de trabajo mental. En esta contribución se hace una valoración del comportamiento de los hábitos y estilos de vida saludables durante el Covid-19 y su impacto social en los entornos universitarios, con énfasis en el desarrollo de la actividad física.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Silvano Merced Len"," Alionuska Velázquez Cintra","Pedro L.Basulto Ramírez"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9872/1/UCIENCIA_2021_paper_435.pdf"
        },
        {
            "title": "Sistema de Atención a la Población del Departamento de Atención a la Población del Palacio de la Revolución, módulo de la Plataforma Bienestar",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El Departamento de Atención a la Población del Palacio de la Revolución se encarga del tratamiento y tramitación de los asuntos dirigidos al Presidente, Vicepresidente, Primer Ministro y Viceprimeros Ministros de la República. Durante años se empleó el sistema informático Reclamaciones Oficina Segundo Secretario para registrar los asuntos que recibían y tramitar su respuesta. Con la evolución de las tecnologías y del gobierno electrónico los directivos del departamento se plantearon como objetivo crear un Sistema de Atención a la Población que permitiera la interacción sinérgica entre las actividades y actores del proceso, que fueran más allá del ejercicio de la recepción y respuesta a ciudadanos, mediante una mayor gestión documental, asegurando la conservación, acceso seguro a los datos, la obtención de información estadística que facilitara los procesos de análisis y toma de decisiones, así como la trazabilidad de todo el proceso.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Niurka Socarrás Hernández","Julio César Vega Iglesias"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9871/1/UCIENCIA_2021_paper_419.pdf"
        },
        {
            "title": "Una mirada a la virtualización educativa en las Ciencias Médicas",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "La virtualización es un proceso necesario, que responde a las necesidades ya presentes de interconexión y desarrollo, en una sociedad en la que los flujos de datos se han disparado, este impacto ha modificado nuestra comprensión de la realidad social como la hemos experimentado históricamente de tal manera que nos encontramos en un punto de inflexión en el que se está virtualizando incluso la moneda. La educación, como eje transversal del desarrollo, se encuentra también en tal proceso, así, se reconoce la importancia de la educación virtual a nivel superior que busca satisfacer las exigencias tanto del mercado como sociales. En las siguientes páginas daremos una mirada a la virtualización, su importancia, trascendencia en el contexto de las ciencias médicas.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Younly Martín Hernández","Lidia Ruiz Ortiz"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9870/1/UCIENCIA_2021_paper_402.pdf"
        },
        {
            "title": "Impacto Económico y Social de los Servicios Técnicos de la Dirección de Gestión Tecnológica",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "La atención técnica especializada a los medios tecnológicos de la Universidad de las Ciencias Informáticas siempre ha sido valorada como una actividad de servicios, sin analizarse en profundidad su impacto económico y social. En este trabajo se realiza un compendio de todas las tareas asociadas al Grupo de Asistencia Técnica de la Dirección de Gestión Tecnológica, se detallan sus principales procesos y se analizan en conjunto desde un enfoque Económico, de Ciencia, Tecnología y Sociedad. Se muestran estadísticas que sustentan los análisis realizados y se presentan los resultados destacando sus impactos económico y social en la Universidad y en sentido general para el país.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["José A. Castaño","Lissette Soto Peregrín","Yamila Mateu Romero","Francisco Cano Alonso"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9869/1/UCIENCIA_2021_paper_399.pdf"
        },
        {
            "title": "Herramienta para apoyar el cálculo de indicadores de calidad en la Educación a Distancia",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El objetivo de este trabajo es presentar la génesis teórica, desarrollo y estado actual de una herramienta para el cálculo de la puntuación determinante de los diferentes niveles de calidad de los componentes de un curso y de cada uno de sus Componentes evaluables, aplicando diferentes tipos de formalismos de la incertidumbre. Este trabajo está motivado por la necesidad de perfeccionar los resultados de la evaluación de calidad de los cursos en la Educación a distancia.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Rey Segundo Guerrero Proenza","Darlin Díaz Rodríguez"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9867/1/UCIENCIA_2021_paper_385.pdf"
        },
        {
            "title": "Principales áreas de impacto y resultados de la informatización de la sociedad cubana",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "La tecnología es un conocimiento práctico que se deriva directamente de la ciencia, y es movida por intereses sociales. En Cuba, las tecnologías han desempeñado un papel importante al propiciar un avance científico y técnico en varias esferas de la sociedad. En la última década se ha observado un especial interés por garantizar el uso masivo y ordenado de las Tecnologías de la Información y la Comunicación, a través del Programa Nacional de Ciencia, Tecnología e Innovación de Informatización del Ministerio de Ciencia,Tecnología y Medio Ambiente de Cuba (CITMA). Esencialmente, este programa, constituye un proyecto de transformación digital, el cual implica la existencia de infraestructura, conectividad, comunicaciones y servicios. El objetivo principal del presente trabajo se centra en valorar el impacto de la informatización de la sociedad cubana en el desarrollo económico y social. A partir de la revisión y análisis sistemático de la literatura consultada, se identificaron los pilares fundamentales del Programa Nacional de Ciencia, Tecnología e Innovación de Informatización.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Alena González Reyes","Aylin Febles Estrada"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9866/1/UCIENCIA_2021_paper_369.pdf"
        },
        {
            "title": "Visita virtual museo 26 de julio",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El presente trabajo es una investigación realizada entre los joven club y la dirección de patrimonio la misma tiene como objetivo la elaboración de una visita virtual al museo 26 de julio de Santiago de cuba, la misma es de gran importancia porque se logra como aporte práctico la elaboración de una visita virtual Museos 26 de julio, antiguo Cuartel Moncada, lugar de gran trascendencia histórica se presenta como una propuesta dinámica, flexible y atractiva, donde se incorporan elementos nuevos del área exterior e interior del museo que en su conjunto posibilita un realismo y una cultura sorprendente al espectador. Mostrar los lugares y hechos históricos en su espacio real mediante el uso de la tecnología de la informática. La aplicación de la misma elevo el conocimiento de la historia de cuba ya que permitió conocer de una forma dinámica y ágil estos lugares de gran trascendencia histórica.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Enrique Vivanco Rivery","Francisco Hung Brito"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9865/1/UCIENCIA_2021_paper_362.pdf"
        },
        {
            "title": "Estructuración por niveles de competencia comunicativa en inglés para la educación superior cubana",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El objetivo del trabajo de investigación fue elaborar una guía para la estructuración por niveles de competencia comunicativa en inglés para la educación superior cubana a partir de las necesidades propias de nuestro contexto y su descripción en términos del Marco Común Europeo de Referencia (MCER) para los niveles Básico 1, Básico 2 e Intermedio. La guía incluye los objetivos generales de cada nivel, las áreas temáticas, los contenidos gramaticales, las habilidades y competencias de cada habilidad así como los tipos de texto y sus formas. Esta guía sirvió de base para el diseño de los programas generales de los cursos de inglés por niveles A1, A2 y B1 que se imparten en la actualidad. La guía tiene un gran valor metodológico en tanto brinda orientación a los profesores de inglés para el diseño de los nuevos programas de enseñanza y los instrumentos de evaluación.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Liliana A. Casar Espino","Pedro Castro Álvarez","Celia C. González González"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9864/1/Libro%20UCIENCIA%202021%20%28349%29.pdf"
        },
        {
            "title": "Desarrollar tareas acordes con el MCER para evaluar las competencias receptivas",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "Debido al papel del inglés en el ámbito académico y profesional, sumado al fracaso de los planes de estudios implementados, en 2015 el Ministerio de Educación Superior introdujo una política lingüística a nivel nacional para transformar la enseñanza, el aprendizaje y la evaluación del idioma inglés en Cuba. universidades de acuerdo con las tendencias actuales en la enseñanza de idiomas. Como resultado, dos años después se implementó un proyecto que involucró a un grupo de profesores de inglés de todas las instituciones de educación superior cubanas para desarrollar un sistema de enseñanza y certificación para certificar el dominio del inglés de los estudiantes. Este artículo se enfoca en el proceso de desarrollo de tareas de habilidades receptivas alineadas con el MCER para el certificado de suficiencia cubano. También se presentan los desafíos experimentados en el transcurso del desarrollo de tareas.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Odalys M. Chacón Morales","Norma Melitina Nodarse González"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9863/1/Libro%20UCIENCIA%202021%20%28348%29.pdf"
        },
        {
            "title": "Pedagogía lingüística que promueve el marco común de referencia europeo: implicación de la retroalimentación interaccional",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "Desde el curso 2016–2017 la enseñanza de lengua inglesa en los centros de enseñanza superior en Cuba se alineo al Marco Común de Referencia Europeo para las Lenguas. Existen múltiples ventajas en esa alineación en aras de lograr que el egresado universitario se comunique adecuadamente, con nivel de competencias en el idioma que cuente con reconocimiento internacional. No todos los docentes, en Cuba y el exterior, valoran en su justa medida la teoría que sustenta el marco, o sus ventajas. El presente trabajo tiene como objetivo abordar ambos aspectos y develar su relación con la retroalimentación interaccional. Por la signiﬁcación que tiene el fenómeno de la interacción en el mundo actual, esta elemento es objeto de numerosos estudios y ha inﬂuido signiﬁcativamente en las actualizaciones y/o incorporaciones teóricas que el marco ha sugerido para mejorar el proceso de adquisición de la lengua.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Fermín Carvajal","Liliana Casar","Antonio Pérez","Marisol Patterson"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9862/1/Libro%20UCIENCIA%202021%20%28347%29.pdf"
        },
        {
            "title": "Aumentar la identidad profesional y la resiliencia de profesores y alumnos en una plataforma virtual",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "Durante la última década, las universidades del contexto cubano han tenido que enfrentar los desafíos de los avances tecnológicos junto con el trabajo con prácticas innovadoras que han brindado la posibilidad de alcanzar estándares superiores a través del proceso de enseñanza-aprendizaje. Si bien se han tenido que enfrentar algunas limitaciones, la adopción de los avances tecnológicos ha tenido un impacto positivo en la identidad profesional y la resiliencia de los docentes y estudiantes universitarios del Programa de Formación de Profesores de Lenguas Extranjeras de la Universidad Central «Marta Abreu» de Las Villas. En este sentido, se realizó un estudio con el fin de explorar cómo ha evolucionado la identidad profesional y la resiliencia en docentes y estudiantes que sistemáticamente realizan trabajos de proyectos apoyados en la plataforma Moodle. El estudio se llevó a cabo durante el período 2019-2021, cuando la pandemia de COVID-19 le dio otra connotación al proceso de enseñanza aprendizaje. En consecuencia, el uso de la tecnología fue el eje central para seguir formando a los docentes de la Universidad.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Diana Rosa Morales","Matilde Patterson","Eida de la Paz"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9861/1/Libro%20UCIENCIA%202021%20%28346%29.pdf"
        },
        {
            "title": "La evaluación de la escritura en inglés en la educación superior cubana",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "La política para el perfeccionamiento del proceso de enseñanza del inglés en la educación superior cubana (MES) ha tenido un gran impacto en la formación de sus profesionales, pues uno de sus principios señala la certiﬁcación de ese idioma y, consecuentemente, cambios en el currículo, prácticas docentes y en la evaluación de la competencia. Otro principio incluye la adopción del Marco Común Europeo de Referencia para las Lenguas (MCER) como marco de competencia, con el nivel B1 como nivel de logro objetivo, con un proceso de adaptación al contexto local. Este artículo tiene como objetivo discutir los elementos estudiados en el proceso de desarrollo de escalas de calificación para escribir de acuerdo con las especificaciones de la prueba deﬁnidas para evaluar esta habilidad en los niveles A2 y B1 del MCER (ya que estos son los dos niveles objetivo de la prueba).",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Tamara Gutiérrez Baffil","Ivonne de la Caridad Collada Peña","Ionai García Fernández"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9860/1/Libro%20UCIENCIA%202021%20%28345%29.pdf"
        },
        {
            "title": "La contextualización del mcer en la formación de profesores de idiomas en la UO",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "Esta investigación tiene como objetivo socializar las experiencias derivadas de la contextualización del Marco Común Europeo de Referencia en la formación de profesores de idiomas de la Universidad de Oriente, y lograr una mejor preparación de los mismos, tanto en inglés como en francés. Este marco ofrece una base común con escalas lingüísticas descriptivas para focalizar la enseñanza de estos idiomas y así lograr una mayor convergencia a través de su sistema de lineamientos, el cual es necesario adaptar de acuerdo a las características de cada país, territorio y sobre todo, de las personas. características de cada futuro profesor de idiomas. Se evidenció que el desarrollo comunicativo de acuerdo con los descriptores lingüísticos de cada habilidad no es lineal ni uniforme. Es posible que un individuo sea B1 en la expresión oral y A2 en la expresión escrita y viceversa. Esto refuerza la necesidad de contextualizar los criterios referenciales.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Isabel Batista Medina","Marisela Alfaro Tamayo","Marisela Jiménez Álvarez"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9859/1/Libro%20UCIENCIA%202021%20%28344%29.pdf"
        },
        {
            "title": "Evaluación de la capacidad de hablar en inglés en la educación superior cubana",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "La evaluación del aprendizaje del inglés como lengua extranjera es un aspecto relevante dentro de la política para mejorar el aprendizaje del idioma inglés en la educación superior cubana. Los autores de este artículo, miembros de la Red Cubana de Evaluación del Idioma en la Educación Superior, diseñaron y elaboraron tareas, así como una escala de calificación analítica para evaluar el desempeño del estudiante en la habilidad de hablar inglés a nivel universitario. Este aspecto forma parte de las prioridades de la red, que cuenta con especialistas de todas las universidades cubanas, liderada por la Universidad de las Ciencias Informáticas y la orientación de un experto miembro de la Asociación Europea de Pruebas y Evaluación de Idiomas. El propósito de este trabajo es describir los resultados obtenidos hasta el momento en el diseño de tareas para evaluar la habilidad de hablar inglés y su escala de calificación correspondiente.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Ioani García Fernández","Claudia Harsch","Pedro Castro Álvarez","Eduardo Pérez Novo"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9858/1/Libro%20UCIENCIA%202021%20%28343%29.pdf"
        },
        {
            "title": "La enseñanza virtual del idioma inglés en la universidad cubana. Retos y perspectivas",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El trabajo presenta los resultados obtenidos en el estudio realizado en una muestra de la Universidad Central “Marta Abreu” de Las Villas sobre el idioma inglés virtual. El artículo tiene como objetivo describir la experiencia en el uso de la enseñanza virtual del idioma inglés en el curso Básico (equivalente al nivel A1 según el MCER) impartido a estudiantes de primer año de las carreras de Psicología, Periodismo e Ingeniería de Telecomunicación, a través de la plataforma Moodle. . Para el estudio se utilizó un paradigma de investigación mixto con métodos cuantitativos y cualitativos para conocer sus percepciones sobre esta modalidad virtual en la enseñanza del idioma inglés, sus desafíos y perspectivas.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Juana Idania","Carmen L. González Arias","María V. Hernández García"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9857/1/Libro%20UCIENCIA%202021%20%28342%29.pdf"
        },
        {
            "title": "Interacción del inglés para fines especíﬁcos-CEFR en un curso de formación para investigadores en inteligencia artiﬁcial",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "La interacción del centro de idiomas con el proceso de enseñanza aprendizaje indudablemente tiene diferentes características relacionadas principalmente con las actividades de pregrado y formación de los educandos, pero también inﬂuye en el desarrollo de posgrado. Como uno de los principales componentes de esta formación es posible basarse en los criterios del Marco Común Europeo de Referencia para las lenguas (MCER) con sus niveles y descriptores; también es destacable la tarea del centro de idiomas de inﬂuir en la preparación de los profesionales de este nivel. El presente trabajo describe los detalles de un curso de formación específico, diseñado para un grupo de especialistas e investigadores, con intereses profesionales muy bien definidos en el campo de la inteligencia artificial.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Julian Rene Salas Hau"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9856/1/Libro%20UCIENCIA%202021%20%28341%29.pdf"
        },
        {
            "title": "Un modelo comunicativo alternativo para la enseñanza y aprendizaje del inglés. Educación a distancia en COVID 19",
            "isbn": "UCIENCIA 2021",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "La Educación a Distancia y las herramientas que brindan las Tecnologías de la Información y la Comunicación (TIC) son componentes muy demandados en todas las instituciones de Educación Superior en Cuba, especialmente en la era de la COVID 19. Sin embargo, esta educación es un gran desafío ya que abarca múltiples plataformas de aprendizaje basadas en tecnología e Internet y requiere habilidades informáticas tanto de los estudiantes como de los profesores. Sin embargo, para la Universidad de las Ciencias Informáticas el desafío tecnológico es menor debido a que cuenta con la infraestructura adecuada y la preparación tanto de profesores como de estudiantes para utilizarla. Sin embargo, el mayor desafío radica en el cambio del modelo de comunicación, que debe pasar de la educación presencial a la educación a distancia debido a la urgente necesidad de dar continuidad al Proceso de Enseñanza-Aprendizaje en condiciones excepcionales, provocadas por el COVID 19.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Antonio Pérez Correa","Arlenys Palmero Ortega","Maritza Calañas Hernández"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9855/1/Libro%20UCIENCIA%202021%20%28340%29.pdf"
        },
        {
            "title": "El aprovechamiento de las tecnologías para el aprendizaje de inglés en la Universidad de las Ciencias Informáticas",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El uso de tecnologías para el aprendizaje de idiomas ha cambiado de enfoque en correspondencia con la evolución de estos conceptos, las crecientes demandas sociales y el desarrollo tecnológico. La sistematización de los referentes del uso de las tecnologías y la enseñanza-aprendizaje del inglés contribuyó a identificar los recursos tecnológicos como parte de una concepción de uso del marco del Ambiente Personal de Aprendizaje. Los resultados alcanzados muestran la pertinencia de las condiciones relacionadas con la complementariedad de los espacios virtuales y físicos y la unidad en la diversidad de recursos tecnológicos, en correspondencia con las necesidades, motivaciones e intereses de los estudiantes-usuarios. Se actualizan los recursos tecnológicos y las actividades de aprendizaje deﬁnidas en investigaciones anteriores.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Yoan Martínez Márquez","Yalice Gámez Batista","Norberto Valcárcel Izquierdo"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9854/1/Libro%20UCIENCIA%202021%20%28339%29.pdf"
        },
        {
            "title": "Producción oral en el nivel b1 de alemán a través de la visita guiada oral",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El MCER se ha convertido en una herramienta necesaria para el éxito del proceso de enseñanza-aprendizaje de lenguas extranjeras en todo el mundo. La Carrera de Idioma Inglés de la Universidad de Oriente, incluye Alemán como Segunda Lengua Extranjera; y de acuerdo con los planes de estudios actualmente implementados en la carrera, los estudiantes deben ser capaces de alcanzar un nivel de referencia común B2 de competencia lingüística y comunicativa, teniendo en cuenta los parámetros establecidos por el MCER. Por lo tanto, esta investigación tiene como objetivo resaltar la importancia de la visita guiada oral, en un nivel de referencia común B1, como una alternativa adecuada para mejorar las habilidades comunicativas en alemán y ayudar a cumplir con los requisitos del MCER antes mencionados; al tiempo que revela aspectos lingüísticos esenciales como la fluidez, la gramática, el vocabulario, la cohesión y la coherencia.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Adriana Quiala Taquechel","Marisela Jiménez Álvarez","Omayda Despaigne Negret","Ana Martínez Sánchez"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9852/1/Libro%20UCIENCIA%202021%20%28338%29.pdf"
        },
        {
            "title": "Propuesta de empleo de laberintos digitales para el aprovechamiento del Moodle en el desarrollo de la competencia pragmática",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "En plena era de revolución tecnológica, las tecnologías y su buen uso y consumo, así como la capacidad de comunicarse en una o varias segundas lenguas contribuyen a la conexión de los habitantes de este mundo globalizado; nuestros espacios comunicativos se han ampliado exponencialmente y requieren por ello una formación adecuada. Es común escuchar que se han equipado laboratorios de cómputo con acceso a Internet, implementado aulas audiovisuales, adquirido licencias de Software Educativo, así como brindar espacios de formación docente en tecnologías, entre otras acciones, con el objetivo de crear estrategias en clase más atractivas para los estudiantes y acordes a la sociedad informatizada en la que vivimos. Este artículo constituye una revisión bibliográﬁca sobre la relación entre Tecnología y Enseñanza de Lenguas, con especial atención sobre el aprovechamiento de la plataforma Moodle para el desarrollo de la pragmalingüística.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Julio J. García Coste","Graciela González Pérez","Elianis Cepero Fadragas"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9851/1/Libro%20UCIENCIA%202021%20%28337%29.pdf"
        },
        {
            "title": "Experiencia didáctica integrada por el contexto, el tutor online y los recursos didácticos digitales",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "En este trabajo se describe una experiencia didáctica durante la contingencia sanitaria provocada por el coronavirus–19. El objetivo de este trabajo es demostrar la estrecha relación entre tres factores en el curso de formación del idioma inglés dirigido a estudiantes del último año de la universidad de las Ciencias Informáticas: el contexto, el tutor en línea y los recursos digitales de solución urgente. La primera parte trata sobre la crisis por la pandemia que cerró las puertas de las escuelas y universidades y la condición de esta Universidad durante la pandemia. la segunda parte, se trata de la metodología aplicada en este curso de formación. Como último punto, se propone unas actividades que integran el entorno virtual de aprendizaje, el WhatsApp como recurso educativo y puente al entorno, al tutor en línea y a los demás recursos digitales.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Maura B. Hidalgo Rosales","Dariela E.Espinosa Leyva"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9850/1/Libro%20UCIENCIA%202021%20%28336%29.pdf"
        },
        {
            "title": "Alineación constructiva en el proceso de enseñanza-aprendizaje: sugerencias para afrontarlo con responsabilidad",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "Los malos resultados que se obtienen en la adquisición de conocimientos, el desarrollo de habilidades y sobre todo, en los resultados de los exámenes, son en la mayoría de las ocasiones considerados culpa de los alumnos, pues por mucho que se les enseñe, utilizar la mayor parte estrategias innovadoras e interesantes, no aprenden. ¿Es esto realmente así? Es cierto que no siempre se logran los resultados didácticos esperados en el proceso de enseñanza-aprendizaje, pero ¿es sólo culpa de lo que los alumnos hacen mal o dejan de hacer? ¿Qué parte de la culpa tienen los estudiantes por su fracaso? ¿Qué tan responsables son los maestros? A pesar de lo programado en las instituciones de enseñanza como preparación desde el punto de vista metodológico, no es cierto que todos los docentes sigan adecuadamente los procedimientos didácticos, pedagógicos y metodológicos que garantizarían un aprendizaje profundo y no superﬁcial o estratégico de sus alumnos.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["María C. Núñez Salazar","Orlando Agramonte Pedroso","Juana I. Pérez Rodríguez"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9849/1/Libro%20UCIENCIA%202021%20%28335%29.pdf"
        },
        {
            "title": "Tecnología y enseñanza de idiomas en tiempos de pandemia",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El desarrollo de las nuevas Tecnologías de la Información y la Comunicación (TIC) ha tenido un gran impacto en la educación a nivel mundial. En el nuevo escenario que vivimos hoy en día en el mundo con la pandemia del COVID 19, las tecnologías se han convertido en el arma más poderosa en el ámbito educativo. Al cierre de nuestras universidades la educación a distancia mediante el uso de plataformas educativas, celulares, tablets, han posibilitado la continuidad del aprendizaje de los estudiantes. Los docentes del idioma inglés enfrentan un nuevo desafío en cuanto a la enseñanza del inglés, pasando de la modalidad presencial a la modalidad en línea, donde estudiantes y docentes deben superar las desigualdades digitales que se presentan para poder acceder a una educación de calidad y excelencia.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Yanetsy Delgado Rodríguez","María C. Núñez Salazar","Elianis Cepero Fadragas"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9848/1/Libro%20UCIENCIA%202021%20%28333%29.pdf"
        },
        {
            "title": "La interferencia morfosintáctica del portugués en el aprendizaje del español como lengua extranjera",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "Entre la lengua portuguesa y el español existe una gran analogía, que proporciona una visión más precisa del estado académico de los estudiantes y del camino a seguir en la enseñanza de lenguas extranjeras, ya que cada lengua evoluciona históricamente y adquiere características propias. La interferencia lingüística, por su parte, puede ser abordada desde un carácter interdisciplinar que va incluso más allá de los límites de la lingüística. Por lo tanto, con el siguiente trabajo se propone analizar teóricamente las interferencias morfosintácticas del portugués en la expresión escrita del español.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Anabel Rodríguez González"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9846/1/Libro%20UCIENCIA%202021%20%28331%29.pdf"
        },
        {
            "title": "Papel del profesor de inglés en la enseñanza de estrategias de aprendizaje",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "Los profesores de inglés que no toman lo suﬁcientemente en consideración las estrategias de aprendizaje de idiomas para trabajar en la clase. El objetivo del presente trabajo es reﬂexionar sobre el papel del profesor de inglés en la enseñanza de estrategias de aprendizaje de idiomas. Materiales y métodos Se utilizó una metodología mixta con la cual se combinan métodos cualitativos y cuantitativos. Se utilizó la observación participante mediante la visita a clase y se aplicó una encuesta sobre estrategias de aprendizaje para profesores de idioma inglés del Centro de Idiomas de la Universidad Central «Marta Abreu» de Las Villas. Ambos métodos forman parte del proyecto «Los estilos y estrategias de aprendizaje para potenciar la competencia comunicativa desde la perspectiva de la nueva política de enseñanza del inglés lenguas extranjeras en la universidad cubana».",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Pedro S. Bernal Díaz","Dinorah S. Sánchez Morales","Norma M. Nodarse González"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9845/1/Libro%20UCIENCIA%202021%20%28330%29.pdf"
        },
        {
            "title": "Logros y retos de la estrategia de mejora del inglés en la Universidad Pedagógica de Varona",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "La política de mejoramiento del idioma inglés en la educación superior se ha convertido en una necesidad en la presente década. Al involucrar a la comunidad universitaria en una estrategia para orientar y controlar este proceso, se podrían lograr mejores resultados en términos de certificación de competencia de los estudiantes. El propósito de este artículo fue doble: primero, siguió el objetivo de describir las acciones incluidas en la estrategia y segundo, mejorar la comprensión de los logros y desafíos hacia la certiﬁcación en el Centro de Idiomas Dolores Corona. En el contexto de la necesidad de preparar a futuros profesionales competentes en el idioma inglés, capaces de comprender los contenidos de sus especialidades especíﬁcas en este idioma, la estrategia ha jugado un papel importante porque favorece el desarrollo de las habilidades comunicativas de estos especialistas.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Lissette Rubio Mederos","Ileana Salfrant Almenares"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9844/1/Libro%20UCIENCIA%202021%20%28329%29.pdf"
        },
        {
            "title": "El uso del lenguaje escrito para la comprensión textual en los cursos virtuales",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "En los cursos virtuales se evidencia un predominio del lenguaje o comunicación escrita. En muchos casos el proceso de comprensión textual que llevan a cabo los estudiantes no se logra, al menos de manera adecuada; por ello, el objetivo de este trabajo es analizar cómo el uso correcto del lenguaje escrito favorece la comprensión textual en los cursos virtuales. Para ello, se aplicó una metodología basada en la revisión y análisis de investigaciones relacionadas con el lenguaje escrito, utilizando diversos criterios de búsqueda. Como método empírico, se utilizó el análisis documental con el fin de encontrar evidencia real que confirme la existencia de deficiencias en el uso del lenguaje escrito. Entre los resultados obtenidos se demostró que existen deficiencias en el uso del lenguaje escrito en los cursos virtuales y que estas pueden incidir en la comprensión textual y, además, provocar dificultades durante el aprendizaje. Por otra parte, fue posible presentar las disciplinas que permiten un mejor uso de este lenguaje y una mejor comprensión de los estudiantes.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Yisel Caridad Valdés Arias" ,"Eilin Hernández Rivera","Liliana Argelia Casar Espino"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9883/1/UCIENCIA_2021_paper_503.pdf"
        },
        {
            "title": "La calidad de las actividades del proyecto extensionista “Quiero Programar UCI” ",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El Proyecto Extensionista “Quiero Programar” en la UCI es un medio para fomentar la cooperación y el diálogo, a partir de la enseñanza de la programación. Los niños aprenden mediante la interacción con la tecnología a desarrollar el pensamiento lógico y habilidades para comunicarse y exponer sus ideas. El presente trabajo expone características, desarrollo e impacto social de una propuesta metodológica que permite transformar el plan de actividades y los métodos de enseñanza empleados en el proyecto extensionista Quiero Programar UCI.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Ariel Vázquez Riverón" ,"Ruth Yurina Vega Cutiño","Yord Alex Remond Recio"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9882/1/UCIENCIA_2021_paper_477.pdf"
        },
        {
            "title": "Articulación en las redes sociales para una mayor visibilidad de los contenidos",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "Las redes sociales de internet han marcado un hito en materia de comunicación, debido a sus características, sus posibilidades e impacto en la interacción social. Son utilizadas por usuarios de diversa naturaleza, representando a personas naturales, empresas, marcas o productos. Constantemente se está generando información, propiciando que la oferta sea mayor que la demanda en la mayoría de las temáticas. La visibilidad y el nivel de interacción en las redes sociales también está marcado por sus algoritmos de trabajo. En ocasiones se intencionan eventos que, dependiendo de la actuación de los usuarios, pudieran limitar o expandir el alcance e impacto de sus acciones. Esto representa un desafío para los usuarios e instituciones que desean posicionar sus contenidos. La presente investigación persigue proponer un grupo de tareas que se pueden ejecutar para lograr una mejor articulación entre los actores, contribuyendo a que los contenidos tengan un mayor alcance y visibilidad. La propuesta se desarrolla a partir de un estudio de casos que permitió identificar algunos patrones de comportamiento, llegando a graficar la tasa de propagación de los contenidos y el grafo de relaciones entre los usuarios que participaron. Las acciones propuestas pueden ser aplicadas en diferentes redes sociales.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Ariagna González Landeiro" ,"Walter Baluja García"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9881/1/UCIENCIA_2021_paper_441.pdf"
        },
        {
            "title": "Cuba frente al Big Data y la Inteligencia Artificial. Estrategia de enfrentamiento",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "La investigación se dirige a realizar una exploración sobre el uso engañoso del Big Data y la Inteligencia Artificial en el mundo contemporáneo, a la vez que se enuncian algunas de las acciones que se desarrollan contra Cuba, a partir de los resultados que ofrecen ambas herramientas en el análisis de datos sobre intereses y gustos de la población, en respuesta a los intereses de los grandes emporios tecnológicos. La investigación está sustentada en los métodos de investigación científica histórico-lógico, el sistémico y se realizó una exhaustiva revisión bibliográfica, que permite la identificación de los elementos que hoy constituyen instrumentos de desestabilización política para América Latina y el Caribe, con particularidad en Cuba. Como resultado se ofrece una estrategia alternativa para Cuba, de ante el uso maligno del BD y la IA.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Jorge Luis Vázquez González" ,"Miguel Ramón Hernández Velázquez","Mario González Arencibia"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9880/1/UCIENCIA_2021_paper_559.pdf"
        },
        {
            "title": "Aplicación Android para el Control de un Sistema Terapéutico de Ejercicios",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El presente trabajo aborda el desarrollo de una aplicación para dispositivos móviles Android, con fines de rehabilitación terapéutica, así como de entrenamiento. La aplicación presenta una interfaz visual para el control de un pedal motorizado, cuyo objetivo es el entrenamiento y rehabilitación de los miembros inferiores y superiores. La misma integra varias interfaces relacionadas con el control del pedal, basadas en modos de rehabilitación, monitoreo de señales bio-eléctricas y reportes estadísticos. En el trabajo, se abordan los aspectos fundamentales de la aplicación, las principales funcionalidades, el desarrollo de sus interfaces y las tecnologías empleadas para su implementación. El desarrollo de esta aplicación y su integración como parte del Sistema Terapéutico de Ejercicios, representa una tecnología de avanzada para el tratamiento de rehabilitación terapéutica en personas con discapacidad muscular y su reincorporación a las actividades de la vida diaria.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["JCarlos E. Ramírez Martín" ,"Geovanis Thaureaux-González","Orlando Calderín-Medina"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9826/1/UCIENCIA_2021_paper_293.pdf"
        },
        {
            "title": "La Realidad Aumentada, un enfoque práctico para el sector editorial",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "Cada vez en mayor medida la tecnología complementa la lectura tradicional de un libro. Un buen ejemplo de ello son las aplicaciones de Realidad Aumentada (RA) y de Realidad Virtual (RV) de las que se acompañan algunos libros recientemente publicados. Se trata de aunar texto, ya sea en papel o en formato electrónico, de modo que los lectores puedan, mientras están leyendo el libro, acceder a material audiovisual complementario que enriquezca el contenido de la propuesta editorial. Esta es una herramienta interactiva, que está en sus comienzos y que empieza a dar la vuelta al mundo, y que quizás en unos años, la veamos en todas partes, avanzando, sorprendiéndonos y al alcance de todas las disciplinas, tanto en videojuegos, en medios de comunicación, en la arquitectura, en la educación e incluso en la medicina, llevándonos a un mundo digital en el entorno real. Una de las posibles utilizaciones de esta tecnología es en la edición de libros, revistas o catálogos, pensemos en la página de un libro en la que hay impresa una imagen o código registrado, y que, al ser detectado por la cámara de nuestro dispositivo, nos muestra a través de este una información digital (un video sobre la imagen fija impresa, o una imagen en 3D que podemos girar y ver por todos sus lados, etc.), guardada en él o en un servidor de la nube a la que accedemos a través de Internet. Algo que hasta ahora nos parecía fantástico, inimaginable, ahora es un hecho.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Isel Patricia Morlá Díaz"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9823/1/UCIENCIA_2021_paper_58.pdf"
        },
        {
            "title": "SEO WebMas: una propuesta cubana para analizar variables que tributan al posicionamiento web",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "SEO WebMas es una herramienta online desarrollada desde la Universidad de las Ciencias Informáticas (UCI) que presenta como objetivo principal contribuir a que los contenidos cubanos alcancen una mayor visibilidad en Internet. Mediante la herramienta se pueden analizar variables que tributan a mejorar la calidad de los sitios web y proporciona un grupo de buenas prácticas a considerar para obtener una mayor autoridad y relevancia en la web. Es una herramienta dirigida fundamentalmente a decisores, webmaster, equipos editoriales y otros entes que interactúan con la web, permitiendo integrar aspectos de la Política de Comunicación y la Política de Informatización del País. El uso de ella se convierte en un elemento importante si se desea posicionar los contenidos y servicios que se generan en la web cubana, además es una alternativa para el uso de las entidades nacionales, que no tienen que pagar a plataformas foráneas por servicios similares, lo que contribuye a la sustitución de importaciones. No obstante, la herramienta también está preparada para brindar el servicio a entidades extranjeras, y de esa forma aportar a la economía del país.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Dunnia Castillo Galán" ,"Lisette Valdés García","Ariagna González Landeiro"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9817/1/UCIENCIA_2021_paper_265.pdf"
        },
        {
            "title": "Relevancia del programa nacional de proyectos de automática, robótica e inteligencia artificial en aplicaciones",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El uso de la Automatización, la Robótica y la Inteligencia Artificial es una de las vías para el uso efectivo de los recursos, ya que garantiza una calidad constante y contribuye a la disciplina tecnológica, y en esencia un motor de desarrollo de la economía y la sociedad en general. El Ministerio de Ciencia, Tecnología y Medio Ambiente de Cuba creó un Programa Nacional de Proyectos para promover estas disciplinas científicas y la aplicación y generalización de sus resultados. El trabajo resalta la importancia de la interdisciplinariedad del Programa y demuestra la necesidad, para la ejecución exitosa de los proyectos, de la aplicación de metodologías correctas como guía para el diseño y desarrollo de los trabajos. Muestra, a través de la convergencia de la Teoría del Control y del Aprendizaje Automático en el control del Aprendizaje Iterativo, cómo el tratamiento conjunto de estos temas ayuda a su promoción. Se explica el funcionamiento de los algoritmos de refuerzo profundo y cómo su aplicación en robótica permite acelerar su desarrollo y flexibilizar su comportamiento de forma autónoma. Finalmente, a través de tres proyectos que se desarrollan en el programa, se demuestra la relevancia de la concepción interdisciplinar del mismo para llevar a cabo los temas de investigación doctoral correspondientes a cada uno de los proyectos.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Armando Plasencia Sagueiroa" ,"Ileana Dopico Mateo","Arlety García García"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9810/1/Libro%20UCIENCIA%202021%20%2858%29.pdf"
        },
        {
            "title": "Empleo de dispositivos móviles como medio de enseñanza- aprendizaje en las Ciencias Sociales",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "La tecnología móvil ha revolucionado muchas de las actividades humanas, incluidos procesos tan vitales como los de la enseñanza. El objetivo de esta investigación es analizar los principales resultados de la implementación del empleo de los dispositivos móviles como medio de enseñanza-aprendizaje en las Ciencias Sociales en la Universidad de las Ciencias Informáticas. Se utilizó un estudio exploratorio descriptivo que incluyó métodos de nivel teórico como el análisis documental, lo lógico y lo histórico, análisis y síntesis y de nivel empírico como la observación, encuestas y entrevistas. Entre sus resultados principales se evidencia que la implementación de estrategias de enseñanza y aprendizaje mediadas por las tecnologías de la información y las comunicaciones, favorece la motivación, comunicación y participación de los educandos. Como conclusión se ha avanzado en el desarrollo de modelos de aprendizaje distintos a los tradicionales y en la atención de un problema pedagógico didáctico inaplazable, en un área docente que requiere de una actualización didáctica en una universidad tecnológica.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Leonardo Castillo Martínez"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9809/1/UCIENCIA_2021_paper_321.pdf"
        },
        {
            "title": "Experiencias de formación posgraduada en tiempos de pandemia: Curso “Introducción a PostgreSQL”",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "La pandemia de la COVID-19 ha afectado todas las esferas de la vida del hombre, provocando el cierre masivo de las actividades presenciales de instituciones educativas en más de 190 países. En este contexto se potencia la modalidad de educación a distancia para suplir las necesidades de formación en los distintos niveles de enseñanza. El Ministerio de Educación Superior de Cuba orientó la continuidad de las actividades educativas a través de la modalidad a distancia con énfasis en la formación de posgrado. El presente trabajo tiene como objetivo describir los resultados alcanzados en las dos ediciones de la Escuela Internacional de Posgrado a distancia, durante la impartición del curso “Introducción a PostgreSQL”. Para ello se establecen los fundamentos teóricos que sirvieron de guía en el diseño e implementación del curso y se exponen los resultados obtenidos. Por último, se analiza el nivel de satisfacción de los estudiantes a través de la aplicación de una encuesta.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Yanier L. Aragón Bareda","Yaili Ledea Velázquez"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9801/1/UCIENCIA_2021_paper_195.pdf"
        },
        {
            "title": "Internet y las redes sociales: el poder imperial sobre la mente",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El trabajo constituye la esencia de la tesis de doctorado en Ciencias Históricas del autor, cuyo objetivo fue demostrar que, el desarrollo de las Tecnologías de la Información y las Comunicaciones, es utilizado por el imperio para consolidar su hegemonismo ideológico y cultural, y constituye el más diabólico proyecto de poder imperial: dominar la mente de las personas y establecer la supremacía de la ideología capitalista, compulsar el consumo e instaurar un sólido dominio político. Mediante la aplicación del método de investigación histórico-lógico, el estudio de casos, la observación del empleo de Internet y las Redes Sociales y una profunda revisión bibliográfica se definió cronológicamente como el mercado, dio lugar al surgimiento de la propaganda y la publicidad, y al desarrollo de los medios y estrategias comunicacionales, hasta el surgimiento de la Big Data, la segmentación psicográfica, la creación de matrices de opinión y la comunicación memética. Se concluye que la dinámica de lo mediático-comunicacional se han impuesto de modo significativo sobre lo político, incidiendo en relaciones de poder, e incluso determinando el vínculo entre política y sociedad.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Rodrigo Desiderio Rodríguez Angulo"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9799/1/UCIENCIA_2021_paper_193.pdf"
        },
        {
            "title": "Impacto del Módulo de Comunicación Síncrona para la Plataforma Educativa ZERA 2.0",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "Las Tecnologías de la Información y las Comunicaciones (TIC) son actualmente un elemento clave dentro del sistema educativo; conllevan al uso de nuevas estrategias y tecnologías educativas para lograr un impacto en el proceso de enseñanza-aprendizaje. La Plataforma Educativa ZERA 2.0 se caracteriza por ser un Sistema de Gestión del Aprendizaje, una herramienta web que se utiliza para crear, aprobar, publicar, administrar y almacenar cursos en línea y recursos educativos. La misma cuenta con mecanismos de comunicación asíncrona como el correo electrónico y recientemente le fue incorporado un módulo de videoconferencias y chats como mecanismos de comunicación síncrono, posibilitando a los profesores, transmitir una conferencia o responder a preguntas que necesitan ser resueltas en ese mismo instante. La presente investigación tiene como objetivo presentar el impacto del módulo de comunicación síncrona como apoyo al proceso de enseñanza-aprendizaje en la plataforma educativa ZERA 2.0. El resultado obtenido permite afirmar que la utilización del módulo de videoconferencias y chats posee un alto impacto en el proceso de enseñanza-aprendizaje, contribuyendo a la interacción en tiempo real entre estudiantes y profesores en la Plataforma Educativa ZERA 2.0, permitiendo encuentros para debatir, aclarar dudas, argumentar y comentar sobre un tema específico o un contenido que esté publicado en el curso.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Lisdania de la Caridad Delgado Oliveira","Lexys Manuel Díaz Alonso"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9798/1/UCIENCIA_2021_paper_191.pdf"
        },
        {
            "title": "Importancia social de la formación del liderazgo en la carrera Ingeniería en Ciencias Informáticas",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El uso de las Tecnologías de la Información y las Comunicaciones (TIC) necesita de ingenieros informáticos en todas las ramas de la sociedad. Este profesional además de los conocimientos técnicos, debe poseer un conjunto de elementos cognitivos para desarrollar su profesión en diferentes líneas de desarrollo. La Universidad de las Ciencias Informáticas (UCI), surgió en el año 2002, teniendo como misión formar profesionales comprometidos con su patria, altamente calificados en la rama de la Informática y desarrollar aplicaciones y servicios informáticos, a partir de la vinculación estudio - trabajo como modelo de formación, para servir de soporte a la industria cubana de la informática. Dentro de las transformaciones que se llevan a cabo en la Educación Superior en Cuba y como línea investigativa para elevar la calidad del proceso formativo del profesional, es necesario formar y desarrollar competencias, como una de las vías para garantizar el recurso humano que la sociedad demanda. El objetivo del trabajo consistió en desarrollar un modelo pedagógico que contribuyera a la formación profesional del liderazgo en los estudiantes de la carrera ICI para el desarrollo de proyectos informáticos. Se relacionaron las implicaciones sociales analizadas durante la investigación que tiene su fundamento en la misión y visión de la institución, sustentado por las necesidades de la sociedad cubana. Se analizó el impacto de las TIC, aparejado con la calidad de las producciones, el papel de la Universidad y el impacto social de la propuesta.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Rigoberto D García Mauri","Lázaro Valdés Pérez","María C. Valdés Rodríguez"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9795/1/UCIENCIA_2021_paper_177.pdf"
        },
        {
            "title": "Cálculo con palabras en la evaluación del proceso de formación del maestro a distancia",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "En el marco de la actividad formativa, el ritmo vertiginoso de nuestra era hace necesaria la incorporación de las Tecnologías de la Información y la Comunicación (TIC) al contexto educativo para generar nuevos paradigmas que favorezcan el desarrollo de competencias en el alumnado a partir del diseño de técnicas que favorezcan la construcción de un aprendizaje activo, participativo y constructivo, capaz de permitir al alumnado responder a problemas y situaciones en su contexto real. Internet se ha convertido en un facilitador del conocimiento, ya que pone a disposición de la sociedad información que, bajo una estructura lógica, secuenciada y debidamente analizada, puede dar lugar al diseño de programas educativos socialmente relevantes impartidos a través de esta innovadora red. dando paso a lo que se conoce como E-learning, generando nuevos modelos de enseñanza-aprendizaje, permitiendo que las TIC coadyuven en la mejora de los resultados en el ámbito educativo. En la Universidad de Ciencias Informáticas, el Máster en Dirección de Proyectos Informáticos se imparte en su modalidad a distancia desde 2018 con el uso de Ecosistemas y plataformas de enseñanza con resultados palpables en el periodo trabajado.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Pascual Verdecia Vicet","Pedro Yobanis Piñero Pérez","Nayma Martín Namaro"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9792/1/Libro%20UCIENCIA%202021%20%2853%29.pdf"
        },
        {
            "title": "Utilización del software SPSS para identificar factores predictivos de deserción estudiantil",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "La deserción estudiantil en la Educación Superior es una problemática compleja, multifactorial y de alcance internacional. Afecta a las universidades tanto desde el punto de vista académico como financiero, a los profesores, a las familias y especialmente a los propios estudiantes; por lo que debe tenerse en cuenta el impacto social que produce. El objetivo del trabajo es, desde un enfoque de Ciencia, Tecnología y Sociedad, identificar los factores predictivos de deserción estudiantil en la carrera de Ingeniería en Ciencias Informáticas utilizando el Paquete Estadístico para las Ciencias Sociales (SPSS por sus siglas en inglés) para procesar estadísticamente los datos. El estudio se realizó con una muestra de 485 estudiantes de la cohorte 2013-2014. Mediante los métodos histórico lógico y análisis síntesis se identificaron las variables a analizar y posteriormente, utilizando la estadística descriptiva e inferencial, se relacionaron las variables independientes: género, provincia de procedencia, fuente de ingreso, opción en solicitó la carrera, nota de acceso en Matemática y rendimiento académico en Matemática y Programación con la variable dependiente deserción estudiantil. Se identificaron como variables predictivas: la provincia de procedencia, la fuente de ingreso, la nota de acceso en Matemática y el rendimiento académico. El estudio puede ser replicado en otros contextos e incluir nuevas variables y sus resultados impactan en la ciencia, la tecnología y la sociedad.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Niurys Lázaro Álvarez"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9791/1/UCIENCIA_2021_paper_151.pdf"
        },
        {
            "title": "WhatsApp, herramienta para el aprendizaje colaborativo y la formación tecno-innovativa en profesionales de Ciencias Mèdicas",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "La introducción de las tecnologías de la información y las comunicaciones ha ejercido impacto en la sociedad. Numerosos han sido los escenarios utilizados por los docentes donde el uso de dispositivos electrónicos, principalmente de celulares ha jugado un papel protagónico, fomentando una enseñanza que direcciona nuevos retos. Whatsapp tiene más de 2.000 millones de usuarios activos en un mes a escala mundial y en Cuba se incrementa su uso a pasos agigantados, en la enseñanza es una herramienta muy útil para gestionar competencias investigativas y el trabajo colaborativo, para responder a cómo transformar eficientemente el estado actual del proceso de formación tecno-innovativa investigativa y con ello de las competencias investigativas en profesionales de Ciencias Mèdicas, haciendo uso del WhatsApp como herramienta para el aprendizaje colaborativo, se realizó un estudio cuasi experimental en 101 profesionales de la especialización de Medicina General Integral con el objetivo de transformar eficientemente el estado actual del proceso de formación tecno-innovativa investigativa y con ello de las competencias investigativas en profesionales de Ciencias Mèdicas, haciendo uso del WhatsApp como herramienta para el aprendizaje colaborativo, deviniéndose una evolución eficiente del proceso de formación tecno-innovativa investigativa y con ello de las competencias investigativas en profesionales de Ciencias Mèdicas.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Daylìn E. González García","Gabriela E. Martínez González", "Lisette de la C. Pérez Martínez"],
            "categories": null,
            "pdfURL":"https://repositorio.uci.cu/jspui/bitstream/123456789/9783/1/UCIENCIA_2021_paper_108.pdf"
        },
        {
            "title": "Portal web para el movimiento deportivo en la Universidad de las Ciencias Informáticas",
            "isbn": "  UCIENCIA 2021 ",
            "pageCount":  null,
            "publishedDate":  "Octubre 2021" ,
            "portadaURL": "Images/Uciencia/identidad",
            "shortDescription": "El deporte permite promover acciones prácticas para consolidar el desarrollo integral de estudiantes, profesores y trabajadores, promoviendo estilos de vida saludable a partir de la práctica masiva de ejercicios físicos. La Universidad de las Ciencias Informáticas dispone de una infraestructura que propicia el desarrollo de disciplinas como futsal, balonmano, baloncesto, voleibol, beisbol, atletismo, futbol, taekwondo, karate, kendo, judo y lucha libre entre otras, es decir múltiples áreas para la práctica deportiva, distribuidas en todo el campus, ello facilita las clases de Educación Física y la recreación sana de la comunidad universitaria. El presente trabajo se encarga de desarrollar el portal web del movimiento deportivo en la Universidad, el cual tiene como objetivo brindar un espacio donde podrán estar informados acerca de los eventos deportivos que se desarrollen. Para guiar el proceso se utiliza como metodología de desarrollo de software AUP-UCI, como lenguaje de modelado UML y Visual Paradigm como herramientas CASE, lo que permite un correcto entendimiento entre el cliente y el equipo de desarrollo. Para la construcción de la solución se utiliza Drupal como Sistema de Gestión de Contenidos (CMS) y otras herramientas y tecnologías de código abierto. Además, se realizan pruebas para garantizar su correcto funcionamiento.",
            "editorial": "Ediciones Futuro",
            "idiom": "Español",
            "authors": ["Amanda M. Peddie Bush","Alionuska Velázquez Cintra", "Leonardo E. Saavedra Remón"],
            "categories": null,
            "pdfURL": "https://repositorio.uci.cu/jspui/bitstream/123456789/9777/1/UCIENCIA_2021_paper_247.pdf"
        }
    ]
}